{
  "37": {
    "titleJa": "冬のダイヤモンド",
    "titleEn": "The Winter Diamond",
    "contentJa": "今夜は、冬の夜空を彩る6つの1等星をつないだ『冬のダイヤモンド』を探してみましょう。シリウス、プロキオン、ポルックス、カペラ、アルデバラン、リゲルを結ぶ巨大な六角形です。",
    "contentEn": "Tonight, look for the 'Winter Diamond,' a giant hexagon formed by six bright first-magnitude stars: Sirius, Procyon, Pollux, Capella, Aldebaran, and Rigel.",
    "targetId": "Sirius",
    "targetShape": "冬のダイヤモンド"
  },
  "38": {
    "titleJa": "冬の大三角とオリオンの右肩",
    "titleEn": "Winter Triangle & Orion's Shoulder",
    "contentJa": "冬の夜空で最も有名な目印、シリウス、プロキオン、ベテルギウスを結ぶ『冬の大三角』を見つけましょう。特に赤いベテルギウスは、まもなく寿命を迎える巨大な星として知られています。",
    "contentEn": "Let's find the 'Winter Triangle' formed by Sirius, Procyon, and Betelgeuse. Betelgeuse is a famous red supergiant nearing the end of its life.",
    "highlightJa": "今夜は月が近くにないので、ベテルギウスの赤い色と、シリウスの青白い輝きのコントラストがよりはっきりと見えます。",
    "highlightEn": "With no bright moon tonight, the color contrast between reddish Betelgeuse and bluish Sirius is stunning.",
    "mythologyJa": "オリオン座のベテルギウスは、狩人オリオンの右肩にあたります。彼は月と狩りの女神アルテミスと愛し合っていましたが、悲しい運命によって彼女の放った矢に倒れてしまいました。",
    "mythologyEn": "Betelgeuse marks the shoulder of Orion the Hunter. He was in love with the goddess Artemis but tragically fell by her arrow due to a misunderstanding.",
    "triviaJa": "ベテルギウスという名前はアラビア語で『巨人の脇の下』という意味に由来しています。太陽の約1000倍もの大きさがある超巨星です。",
    "triviaEn": "The name Betelgeuse comes from Arabic, meaning 'the armpit of the giant.' It's a supergiant about 1,000 times larger than our Sun.",
    "targetId": "Betelgeuse",
    "targetShape": "冬の三角形"
  },
  "39": {
    "titleJa": "全天一の輝き、シリウス",
    "titleEn": "Sirius: The Brightest Star",
    "contentJa": "今夜は南の空でひときわ青白く輝く、おおいぬ座の『シリウス』を見つけてみましょう。太陽を除けば、地球から見える最も明るい恒星です。",
    "contentEn": "Look for Sirius in the southern sky, the brightest star in the night sky. It shines with a brilliant blue-white light in the constellation Canis Major.",
    "highlightJa": "低空にあるときは、地球の大気の影響で虹色にチカチカとまたたいて見えることがあります。その美しさは宝石のようです。",
    "highlightEn": "When it's low on the horizon, Sirius often appears to flicker in multiple colors due to Earth's atmosphere.",
    "mythologyJa": "シリウスは、狩人オリオンが連れている猟犬の口元で輝いています。古代エジプトでは、この星が明け方に昇ってくる頃にナイル川が氾濫したため、聖なる星として崇められました。",
    "mythologyEn": "Sirius marks the mouth of the Great Dog (Canis Major) following Orion. In Ancient Egypt, its rising heralded the flooding of the Nile.",
    "triviaJa": "シリウスは実は2つの星が回り合っている『連星』です。明るいシリウスAの影に、小さな白い矮星シリウスBが隠れています。",
    "triviaEn": "Sirius is actually a binary star system. A tiny white dwarf, Sirius B, orbits the much brighter Sirius A.",
    "targetId": "Sirius",
    "targetShape": ""
  },
  "40": {
    "titleJa": "夜空の宝石箱、すばる",
    "titleEn": "M45: The Pleiades",
    "contentJa": "おうし座の背中に集まる小さな星の集まり『すばる（プレアデス星団）』を探してみましょう。視力が良ければ6〜7個の星が寄り添っているのが見えます。",
    "contentEn": "Look for the Pleiades, also known as 'Subaru' in Japan, an open star cluster resting on the back of Taurus the Bull.",
    "highlightJa": "肉眼ではぼんやりした雲のように見えますが、双眼鏡を使うと数十個の青白い星がバラバラと広がる、息をのむような美しさです。",
    "highlightEn": "While it looks like a faint cloud to the naked eye, binoculars reveal dozens of dazzling blue-white stars.",
    "mythologyJa": "ギリシャ神話では、巨人アトラスの7人の娘たちとされています。オリオンから逃れるために、神々によって星の姿に変えられたと言われています。",
    "mythologyEn": "In Greek mythology, these are the Seven Sisters, daughters of Atlas, placed in the sky to escape the pursuit of Orion.",
    "triviaJa": "日本の自動車メーカー『スバル』のエンブレムは、この星団がモチーフです。当時は6つの会社が合併して誕生したため、6つの星が描かれています。",
    "triviaEn": "The Japanese car brand 'Subaru' uses this cluster as its logo, with six stars representing the merger of six companies.",
    "targetId": "M45",
    "targetShape": ""
  },
  "41": {
    "titleJa": "南国の伝説、カノープス",
    "titleEn": "Canopus: The Star of Longevity",
    "contentJa": "今夜、南の地平線ぎりぎりを見つめてみましょう。シリウスに次いで全天で2番目に明るい星『カノープス』が見えるかもしれません。北日本では見ることができない、南国からの贈り物です。",
    "contentEn": "Search low on the southern horizon for Canopus, the second brightest star in the sky. It is rarely seen from northern latitudes.",
    "highlightJa": "非常に低い位置にあるため、赤っぽく見えることが多いです。地平線近くに雲がない晴天がチャンスです。",
    "highlightEn": "Due to its low altitude, it often appears reddish. You need a clear horizon to spot it.",
    "mythologyJa": "中国では『南極老人星』と呼ばれ、この星を一度見ると寿命が延びるという縁起の良い星として知られています。",
    "mythologyEn": "In Chinese tradition, it is known as the 'Old Man of the South Pole' and is believed to grant longevity to those who see it.",
    "triviaJa": "シリウスが白いのに対し、カノープスは実際には黄色っぽく輝く星です。南極探検などの航海では重要な目印にされました。",
    "triviaEn": "While Sirius is white, Canopus is a yellowish supergiant. It has long been a vital navigation star for sailors.",
    "targetId": "Canopus",
    "targetShape": ""
  },
  "42": {
    "titleJa": "オリオンの剣と大星雲",
    "titleEn": "Orion's Sword and the Great Nebula",
    "contentJa": "オリオン座の三つ星の下に、縦に並んだ3つの小さな星があります。これは『オリオンの小三つ星』と呼ばれ、その中央には宇宙のゆりかご『オリオン大星雲』が隠れています。",
    "contentEn": "Below Orion’s Belt lies 'Orion's Sword.' In its center sits the Orion Nebula, a vast nursery where new stars are being born.",
    "highlightJa": "街明かりが少ない場所なら、真ん中の星が少しぼやけて見えます。そこでは今まさに、新しい星が誕生しています。",
    "highlightEn": "In dark skies, the middle 'star' of the sword looks fuzzy. That fuzziness is a nebula where stars are forming.",
    "mythologyJa": "オリオンの腰から下げられた「剣」に見立てられています。勇壮な狩人の装備の一部です。",
    "mythologyEn": "It is envisioned as the sword hanging from Orion's belt, part of the legendary hunter's equipment.",
    "triviaJa": "オリオン大星雲（M42）は地球から約1,300光年離れています。その中には生まれたばかりの4つの星『トラペジウム』が輝いています。",
    "triviaEn": "The Orion Nebula (M42) is about 1,300 light-years away and contains a quartet of young stars called the Trapezium.",
    "targetId": "M42",
    "targetShape": ""
  },
  "43": {
    "titleJa": "シリウスの先駆者、プロキオン",
    "titleEn": "Procyon: The Star Before the Dog",
    "contentJa": "今夜は、冬の大三角のひとつ『プロキオン』に注目しましょう。シリウス（おおいぬ座）の少し前に東の空から昇ってくるため、ギリシャ語で「犬の前に」という名がつきました。",
    "contentEn": "Tonight, let's focus on Procyon, one of the vertices of the Winter Triangle. Its name comes from the Greek for 'before the dog' because it rises just before Sirius.",
    "highlightJa": "シリウスほど派手ではありませんが、黄色っぽく落ち着いた輝きを放っています。冬の大三角の左上の頂点を探してみてください。",
    "highlightEn": "While not as flashy as Sirius, it emits a steady yellowish glow. Look for the upper-left vertex of the Winter Triangle.",
    "mythologyJa": "こいぬ座のモデルは、猟師オリオンが連れていた2匹の猟犬のうち、小さい方の犬とされています。シリウスに遅れまいと健気に輝く姿が印象的です。",
    "mythologyEn": "Canis Minor represents the smaller of Orion's two hunting dogs. Its steady light feels like a loyal companion following the great hunter.",
    "triviaJa": "プロキオンは太陽の約2倍の大きさですが、実は非常に近い場所（約11光年）にあります。お隣さんのような星なのです。",
    "triviaEn": "Procyon is about twice the size of our Sun but is very close to us, only about 11 light-years away—a stellar neighbor.",
    "targetId": "Procyon",
    "targetShape": "冬の三角形"
  },
  "44": {
    "titleJa": "天頂に輝く黄金の星、カペラ",
    "titleEn": "Capella: The Zenith Star",
    "contentJa": "今夜、頭の真上（天頂）近くを見上げてみてください。ぎょしゃ座で最も明るい黄金色の星『カペラ』が輝いています。北半球では冬の間、非常に高い位置で見ることができます。",
    "contentEn": "Look up near the zenith tonight to find Capella, the brilliant golden star in the constellation Auriga. It sits very high in the winter sky of the Northern Hemisphere.",
    "highlightJa": "冬のダイヤモンドの最も北（上）に位置する星です。都会の空でも、その黄色く力強い光をすぐに見つけられるはずです。",
    "highlightEn": "It marks the northernmost point of the Winter Diamond. Its powerful yellow light is easy to spot even in city skies.",
    "mythologyJa": "ぎょしゃ座のモデルであるアテナイ王エリクトニオスが抱いている「小さな雌山羊」がカペラです。全知全能の神ゼウスにミルクを与えた山羊とされています。",
    "mythologyEn": "Capella represents the 'Little Goat' held by the charioteer. In myth, this was the goat that nursed the infant Zeus.",
    "triviaJa": "カペラは実は、太陽のような黄色い星が2組、合計4つの星が回り合っている複雑な「4重連星」です。",
    "triviaEn": "Capella is actually a complex quadruple star system, consisting of two pairs of yellowish stars orbiting each other.",
    "targetId": "Capella",
    "targetShape": "冬のダイヤモンド"
  },
  "45": {
    "titleJa": "仲良しの双子星、カストルとポルックス",
    "titleEn": "Castor and Pollux: The Twin Stars",
    "contentJa": "今夜は、ふたご座の頭に並ぶ2つの明るい星を探しましょう。オレンジ色に輝くのが弟の『ポルックス』、そのすぐ隣で白く輝くのが兄の『カストル』です。",
    "contentEn": "Tonight, let's find the twin stars of Gemini. The orange-hued star is Pollux, and its close white neighbor is Castor.",
    "highlightJa": "2つの星が寄り添うように並んでいる姿は、まるで本当の兄弟のようです。色の違いにも注目してみましょう。",
    "highlightEn": "The way they stand side-by-side looks just like real brothers. Notice the subtle color difference between orange and white.",
    "mythologyJa": "ギリシャ神話では、死に別れた兄を想う弟ポルックスの願いを聞き入れ、ゼウスが二人を揃って星にしたと言われる、兄弟愛の象徴です。",
    "mythologyEn": "In Greek myth, when the mortal Castor died, the immortal Pollux asked Zeus to let them remain together, and they were placed in the sky as a symbol of brotherly love.",
    "triviaJa": "オレンジ色のポルックスは1等星ですが、白いカストルはわずかに暗い2等星です。しかし、2つ合わせて「ふたご座の1等星」として親しまれています。",
    "triviaEn": "While Pollux is a first-magnitude star, Castor is technically second-magnitude. Together, they are famous as the twins of winter.",
    "targetId": "Pollux",
    "targetShape": "冬のダイヤモンド"
  },
  "46": {
    "titleJa": "青い超巨星、リゲル",
    "titleEn": "Rigel: The Blue Supergiant",
    "contentJa": "オリオン座の右下で青白く鋭く輝く星、それが『リゲル』です。オリオン座の足元に位置し、冬の夜空で最もエネルギッシュな光を放つ星のひとつです。",
    "contentEn": "Rigel is the brilliant blue-white star at the bottom-right of Orion. Marking the hunter's foot, it is one of the most energetic stars in the winter sky.",
    "highlightJa": "ベテルギウスの「赤」と、リゲルの「青白」を同時に見比べてみてください。星の表面温度の違いが色の違いとなって見えています。",
    "highlightEn": "Compare the reddish Betelgeuse with the bluish Rigel. The difference in color shows the difference in their surface temperatures.",
    "mythologyJa": "リゲルという名前はアラビア語で「足」を意味します。狩人オリオンが、すぐ下を流れるエリダヌス川の岸辺に足をかけている姿を表しています。",
    "mythologyEn": "The name Rigel comes from Arabic, meaning 'the foot.' It represents Orion stepping onto the banks of the celestial river, Eridanus.",
    "triviaJa": "リゲルは太陽の約8万倍もの明るさを持つ超巨星です。もし太陽の場所にあったら、地球は一瞬で蒸発してしまうほどの凄まじいエネルギーです。",
    "triviaEn": "Rigel is a supergiant about 80,000 times brighter than our Sun. If it replaced our Sun, Earth would be instantly vaporized.",
    "targetId": "Rigel",
    "targetShape": "冬のダイヤモンド"
  },
  "47": {
    "titleJa": "おうし座の赤い目、アルデバラン",
    "titleEn": "Aldebaran: The Eye of the Bull",
    "contentJa": "今夜はおうし座の顔にある、オレンジ色の1等星『アルデバラン』を見つけてみましょう。V字型に並ぶヒアデス星団の中にあり、雄牛の鋭い右目を表しています。",
    "contentEn": "Tonight, look for Aldebaran, the orange first-magnitude star in Taurus. Located within the V-shaped Hyades cluster, it marks the bull's fiery eye.",
    "highlightJa": "アルデバランの周りには小さな星がたくさん集まっています（ヒアデス星団）。双眼鏡で見ると、宝石を散りばめたような豪華な眺めになります。",
    "highlightEn": "Aldebaran is surrounded by the stars of the Hyades cluster. Looking through binoculars reveals a magnificent view like scattered jewels.",
    "mythologyJa": "アルデバランは「あとに続くもの」という意味です。これは、夜空でプレアデス星団（すばる）を追いかけるように昇ってくることから名付けられました。",
    "mythologyEn": "Aldebaran means 'the follower.' It earned this name because it seems to follow the Pleiades (M45) across the sky each night.",
    "triviaJa": "アルデバランはヒアデス星団の中に重なって見えますが、実際には星団よりもずっと地球に近い場所にあります。偶然重なって見えているだけなのです。",
    "triviaEn": "Although it looks like part of the Hyades cluster, Aldebaran is actually much closer to Earth than the other stars in the V-shape—a stellar optical illusion.",
    "targetId": "Aldebaran",
    "targetShape": "冬のダイヤモンド"
  },
  "48": {
    "titleJa": "夜空に並ぶ三つの星、オリオンのベルト",
    "titleEn": "Orion's Belt: The Three Stars",
    "contentJa": "今夜はオリオン座の真ん中に真っ直ぐ並ぶ『三つ星』を眺めてみましょう。左からアルニタク、アルニラム、ミンタカという名前があり、ほぼ同じ明るさで等間隔に並んでいます。",
    "contentEn": "Tonight, let's look at the three stars lined up in the center of Orion. Known as Orion's Belt, they are Alnitak, Alnilam, and Mintaka.",
    "highlightJa": "三つ星は、冬の夜空で最も見つけやすい目印のひとつです。この三つの星を左へ辿るとシリウス、右へ辿るとアルデバランへと導いてくれます。",
    "highlightEn": "The Belt is one of the easiest landmarks to find. Follow them left to Sirius, or right to find Aldebaran.",
    "mythologyJa": "日本では「三つ星（みつぼし）」や「親孝行星」として親しまれてきました。古代エジプトでは、ピラミッドの配置がこの三つ星を模しているという説もあります。",
    "mythologyEn": "In Japan, they are traditionally called 'Mitsuboshi.' In Ancient Egypt, some believe the Great Pyramids were aligned to mirror these three stars.",
    "triviaJa": "真ん中のアルニラムは、三つの中で最も遠くにあります。地球から約2000光年も離れていますが、非常に巨大で明るいため、隣の星と同じように見えています。",
    "triviaEn": "Alnilam, the middle star, is the most distant of the three, about 2,000 light-years away. It appears as bright as its neighbors because it is a massive supergiant.",
    "targetId": "Alnilam",
    "targetShape": "オリオン座"
  },
  "49": {
    "titleJa": "蜂の巣のような星団、プレセペ",
    "titleEn": "M44: The Beehive Cluster",
    "contentJa": "今夜はふたご座としし座の間にある「かに座」に目を向けてみましょう。そこには『プレセペ星団（M44）』という、ぼんやりとした光の塊が隠れています。",
    "contentEn": "Look toward the constellation Cancer, nestled between Gemini and Leo. There, you'll find the Praesepe Cluster, also known as the Beehive Cluster.",
    "highlightJa": "肉眼ではぼんやりした雲のように見えますが、双眼鏡を使うと数十個の星がバラバラと宝石のように広がる、驚くほど美しい光景が広がります。",
    "highlightEn": "While it looks like a faint smudge to the naked eye, binoculars reveal dozens of stars shimmering like scattered jewels.",
    "mythologyJa": "プレセペとはラテン語で「かいば桶（エサ入れ）」を意味します。左右にある2つの星がロバで、その真ん中にあるエサを食べている姿に見立てられています。",
    "mythologyEn": "Praesepe means 'manger' in Latin. The two nearby stars represent donkeys feeding from the manger in the center.",
    "triviaJa": "プレセペ星団は、おうし座のヒアデス星団と「兄弟」だと言われています。生まれた時期や星の成分が非常に似ており、同じガス雲から誕生したと考えられています。",
    "triviaEn": "It is considered a 'sibling' to the Hyades cluster in Taurus. They share similar ages and chemical compositions, likely born from the same cosmic cloud.",
    "targetId": "M44",
    "targetShape": "かに座"
  },
  "50": {
    "titleJa": "春を告げるライオンの心臓、レグルス",
    "titleEn": "Regulus: The Heart of the Lion",
    "contentJa": "深夜、東の空から「しし座」が昇ってきました。その足元で白く輝くのが1等星『レグルス』です。この星が見え始めると、星空の世界は冬から春へと移り変わっていきます。",
    "contentEn": "Late tonight, Leo rises in the east. Its brightest star, Regulus, marks the lion's heart. Its appearance signals the transition from winter to spring.",
    "highlightJa": "レグルスの上には、クエスチョンマークを裏返したような星の並び「ししの大きな鎌」があります。ライオンのたてがみを表すこの形を探してみましょう。",
    "highlightEn": "Above Regulus lies a backwards question mark shape called 'The Sickle.' It represents the majestic mane of the lion.",
    "mythologyJa": "レグルスはラテン語で「小さな王」という意味です。古代から王の運命を左右する重要な星とされ、4つの『ロイヤル・スター』のひとつに数えられてきました。",
    "mythologyEn": "Regulus means 'Little King' in Latin. Since ancient times, it was considered one of the four 'Royal Stars' that governed the fate of kings.",
    "triviaJa": "レグルスは非常に速いスピードで自転しているため、遠心力で「ラグビーボール」のような楕円形に歪んでいると考えられています。",
    "triviaEn": "Regulus spins so incredibly fast that it is physically distorted into an oblate shape, looking more like a rugby ball than a perfect sphere.",
    "targetId": "Regulus",
    "targetShape": "しし座"
  },
  "51": {
    "titleJa": "孤独な大蛇の心臓、アルファルド",
    "titleEn": "Alphard: The Solitary One",
    "contentJa": "しし座の南側に、ポツンと寂しく輝くオレンジ色の星があります。うみへび座の『アルファルド』です。周りに明るい星がないため、非常に目立つ存在です。",
    "contentEn": "South of Leo, you will find a solitary orange star shining alone. This is Alphard, the heart of Hydra the Water Snake.",
    "highlightJa": "「孤独なもの」という名にふさわしく、暗い夜空にぽっかりと浮かんでいるように見えます。冬の賑やかな星々から少し離れた、静かな輝きを楽しんでください。",
    "highlightEn": "True to its name, it appears to float in a dark patch of sky. Enjoy its quiet glow, away from the bustling stars of winter.",
    "mythologyJa": "アルファルドは、怪物ヒドラ（うみへび）の心臓の位置にあります。勇者ヘラクレスとの戦いで、切っても切っても首が生えてくる恐ろしい怪物の物語を思い出させます。",
    "mythologyEn": "Alphard marks the heart of the Hydra. It recalls the myth of the terrifying monster fought by Hercules, whose heads grew back as soon as they were severed.",
    "triviaJa": "アルファルドは、実際には太陽の約50倍もの大きさがある「巨星」です。オレンジ色に見えるのは、星が年老いて膨らみ、表面温度が下がっているためです。",
    "triviaEn": "Alphard is a giant star about 50 times the diameter of our Sun. Its orange color indicates that it is an aging star that has expanded and cooled.",
    "targetId": "Alphard",
    "targetShape": ""
  },
  "52": {
    "titleJa": "実は六重連星、カストルの秘密",
    "titleEn": "Castor's Secret: A Sextuple Star",
    "contentJa": "先日紹介したふたご座の兄『カストル』には、驚くべき秘密があります。肉眼ではひとつの白い星に見えますが、実際には6つの星が複雑に回り合っているのです。",
    "contentEn": "Castor, the elder twin of Gemini, hides a remarkable secret. While it looks like a single white star, it is actually a system of six stars orbiting each other.",
    "highlightJa": "望遠鏡を使うと2つ、あるいは3つの星に分かれて見えます。宇宙にはこのように、複数の星が家族のように集まって輝く場所がたくさんあります。",
    "highlightEn": "A telescope reveals it as two or three distinct points of light. The universe is full of such stellar families shining together.",
    "mythologyJa": "兄カストルは人間、弟ポルックスは神という設定でしたが、この「6つの星が一つにまとまっている」という事実は、二人の強い絆を象徴しているかのようです。",
    "mythologyEn": "Though Castor was mortal and Pollux divine, the fact that six stars are bound together in one system feels like a fitting tribute to their inseparable bond.",
    "triviaJa": "カストルのような複数の星の集まりを「多重連星」と呼びます。夜空に見える星の半分以上は、太陽のような単独の星ではなく、仲間と一緒に暮らしています。",
    "triviaEn": "Systems like Castor are called multiple star systems. Interestingly, over half of the stars you see are not loners like our Sun, but have companions.",
    "targetId": "Castor",
    "targetShape": "ふたご座"
  }
}