{
  "1": {
    "dateMemo": "1月1日",
    "titleJa": "元旦の夜空：不動の星ポラリス",
    "titleEn": "New Year's Sky: The Constant Polaris",
    "contentJa": "新年あけましておめでとうございます。新しい一年の始まりに、決して場所を変えない星『ポラリス（北極星）』を探してみましょう。北の空で静かに輝くこの星は、古くから旅人の道標でした。",
    "contentEn": "Happy New Year! Let's start the year by finding Polaris, the North Star. This star, which never changes its position in the northern sky, has guided travelers for centuries.",
    "highlightJa": "真北の空、中くらいの高さにポツンと輝く2等星です。一晩中、そして一年中ほとんど動かないその姿は、変わらぬ志の象徴のようです。",
    "highlightEn": "It's a second-magnitude star shining alone at a medium altitude in the true north. It stays still all night and all year, symbolizing constancy.",
    "mythologyJa": "こぐま座のしっぽの先に位置します。ギリシャ神話では、熊に変えられた母カリストを追う息子アルカスの姿とも言われています。",
    "mythologyEn": "Located at the tip of the Little Bear's tail. In Greek myth, it is said to be Arcas, following his mother Callisto who was turned into a bear.",
    "triviaJa": "北極星は地球の自転軸の延長線上にあるため、止まって見えます。実際にはポラリスもわずかに動いていますが、肉眼では静止しているように見えます。",
    "triviaEn": "Polaris appears stationary because it's aligned with Earth's rotational axis. While it actually moves slightly, it looks still to the naked eye.",
    "targetId": "Polaris",
    "targetShape": "こぐま座"
  },
  "2": {
    "dateMemo": "1月2日",
    "titleJa": "冬の王者、オリオン座の登場",
    "titleEn": "Orion: King of the Winter Sky",
    "contentJa": "1月の夜、東の空から堂々と昇ってくるのが「オリオン座」です。4つの明るい星と中央に並ぶ三つ星。その完璧なバランスは、星空で最も美しい姿のひとつと言われます。",
    "contentEn": "In January, the constellation Orion rises majestically in the east. With its four bright corner stars and the three-star belt, it is considered one of the most beautiful sights in the sky.",
    "highlightJa": "街中からでもすぐに見つけられるほど明るい星が集まっています。まずは中央に並ぶ三つ星をガイドにして、全体像を描いてみましょう。",
    "highlightEn": "The stars are bright enough to be seen even from city centers. Use the three stars of Orion's Belt as your guide to trace the entire constellation.",
    "mythologyJa": "オリオンは海神ポセイドンの子で力自慢の猟師でした。しかしその慢心が神の怒りに触れ、サソリの毒によって命を落としたと言われています。",
    "mythologyEn": "Orion was a mighty hunter and son of Poseidon. Legend says his boastfulness angered the gods, leading to his fate at the hand of a scorpion.",
    "triviaJa": "オリオン座には2つの1等星（リゲル、ベテルギウス）があり、冬の星空を代表する星座です。",
    "triviaEn": "Orion features two first-magnitude stars, Rigel and Betelgeuse, making it the most prominent constellation of the winter sky.",
    "targetId": "Betelgeuse",
    "targetShape": "オリオン座"
  },
  "3": {
    "dateMemo": "1月3日",
    "titleJa": "しぶんぎ座流星群とウルフムーン",
    "titleEn": "Quadrantid Meteors and Wolf Moon",
    "contentJa": "今夜は『しぶんぎ座流星群』が極大を迎えます。さらに2026年最初の満月『ウルフムーン』も重なる賑やかな夜です。月明かりはありますが、明るい流れ星を探してみましょう。",
    "contentEn": "Tonight marks the peak of the Quadrantid meteor shower. It's also the first full moon of 2026, known as the 'Wolf Moon.' Look for bright shooting stars even in the moonlight.",
    "highlightJa": "1月の満月は、空腹で吠える狼にちなんでウルフムーンと呼ばれます。非常に高い位置を通る冬の満月は、雪の上を青白く照らします。",
    "highlightEn": "January's full moon is called the Wolf Moon. Passing high overhead, the winter full moon casts a brilliant silvery glow over the landscape.",
    "mythologyJa": "月には世界中で様々な伝説があります。日本では「餅をつくウサギ」ですが、ヨーロッパでは「カニ」や「薪を背負う男」に見立てる地域もあります。",
    "mythologyEn": "The moon has many legends. While Japan sees a 'rabbit making rice cakes,' some European cultures see a 'crab' or a 'man carrying firewood.'",
    "triviaJa": "しぶんぎ座流星群は、8月のペルセウス座、12月のふたご座と並ぶ「三大流星群」のひとつです。",
    "triviaEn": "The Quadrantids are one of the 'Big Three' annual meteor showers, alongside the Perseids in August and the Geminids in December.",
    "targetId": "Moon",
    "targetShape": ""
  },
  "4": {
    "dateMemo": "1月4日",
    "titleJa": "北斗七星のひしゃくを探して",
    "titleEn": "Finding the Big Dipper",
    "contentJa": "流星群の余韻が残る北の空に、有名な「北斗七星」が昇ってきました。ひしゃくの形をした7つの星は、季節を問わず北極星を見つけるための重要な目印になります。",
    "contentEn": "In the northern sky, the famous Big Dipper rises. These seven stars in the shape of a ladle serve as a constant guide to finding the North Star.",
    "highlightJa": "深夜、北東の空にひしゃくを立てたような姿で見えてきます。2等星が多いため、都会でも形を追いやすいのが特徴です。",
    "highlightEn": "Late at night, it appears in the northeast like an upright ladle. Its second-magnitude stars make it easy to trace even in urban areas.",
    "mythologyJa": "北斗七星は、おおぐま座の背中から尻尾にあたる部分です。ギリシャ神話では、女神アルテミスに仕えていたカリストが熊の姿に変えられ、その子アルカスもまた熊となって、現在の「おおぐま座」と「こぐま座」になったと伝えられています。親子は今も北の空を巡り続けています。",
    "mythologyEn": "The Big Dipper forms the back and tail of Ursa Major. In Greek mythology, Callisto was transformed into a bear, and her son Arcas also became a bear, forming Ursa Major and Ursa Minor. They are said to circle the northern sky together.",
    "triviaJa": "北斗七星は英語で 'Big Dipper' と呼ばれます。Dipperとは「ひしゃく」を意味します。",
    "triviaEn": "In North America, it's known as the 'Big Dipper' because of its distinctive ladle-like shape.",
    "targetId": "Dubhe",
    "targetShape": "北斗七星"
  },
  "5": {
    "dateMemo": "1月5日",
    "titleJa": "星の明るさと「等級」",
    "titleEn": "Magnitudes: Measuring Starlight",
    "contentJa": "星の明るさは「等級」という数字で表されます。1等星は2等星の約2.5倍明るく、数字が小さくなるほど明るい星であることを意味します。さらに、等級が5つ違うと、明るさは約100倍にもなります。",
    "contentEn": "The brightness of stars is measured in 'magnitudes.' A first-magnitude star is about 2.5 times brighter than a second-magnitude star—the smaller the number, the brighter the star. A difference of five magnitudes corresponds to a hundredfold change in brightness.",
    "highlightJa": "今夜はオリオン座にあるベテルギウス（1等星）と、三つ星（2等星）の明るさを比べてみましょう。その差がはっきりとわかるはずです。",
    "highlightEn": "Tonight, compare the brightness of Betelgeuse (1st magnitude) and the stars in Orion's Belt (2nd magnitude). You'll notice a clear difference.",
    "mythologyJa": "星に1等、2等と名前をつけたのは紀元前の天文学者ヒッパルコスです。彼は夜空に輝く800以上の星を自分の目で分類しました。現代の私たちが使う『星の格付け』は、彼の情熱から始まりました。",
    "mythologyEn": "The magnitude system was created by the ancient Greek astronomer Hipparchus. He cataloged over 800 stars by eye, creating the 'stellar ranking' we still use today.",
    "triviaJa": "この等級の仕組みは、紀元前2世紀の天文学者ヒッパルコスが、最も明るい星を1等、肉眼でやっと見える星を6等と決めたことに始まります。この考え方は、現代の精密な数値スケールへと発展しました。",
    "triviaEn": "This system began in the 2nd century BC when Hipparchus labeled the brightest stars as 1st magnitude and the faintest visible stars as 6th. This idea later evolved into the precise numerical scale we use today.",
    "targetId": "Betelgeuse",
    "targetShape": "オリオン座"
  },
  "6": {
    "dateMemo": "1月6日",
    "titleJa": "巨星の輝き、ベテルギウス",
    "titleEn": "Betelgeuse: The Red Supergiant",
    "contentJa": "オリオン座の左上で赤く輝くのが『ベテルギウス』です。太陽の数百倍もの大きさを持つ「赤色超巨星」で、星の寿命の終末期を迎えていると考えられています。",
    "contentEn": "Shining red at the top-left of Orion is Betelgeuse. A 'red supergiant' hundreds of times larger than the Sun, it is nearing the end of its stellar life.",
    "highlightJa": "オリオン座の他の星が青白い中で、ベテルギウスだけが燃えるようなオレンジ色に見えます。その色の違いが、星の表面温度の違いを表しています。",
    "highlightEn": "While the other stars in Orion are blue-white, Betelgeuse stands out with its fiery orange glow, reflecting its relatively cool surface temperature.",
    "mythologyJa": "日本では古くから、この星を平家の旗の色になぞらえて「平家星（へいけぼし）」と呼ぶ風習がありました。",
    "mythologyEn": "In ancient Japan, this star was sometimes called 'Heike-boshi' after the red flag of the Heike clan.",
    "triviaJa": "ベテルギウスは、近い将来爆発を起こしてもおかしくないと言われています。爆発すれば、数週間の間、昼間でも見えるほどの明るさになります。",
    "triviaEn": "Betelgeuse could go supernova at any time. If it explodes, it will be bright enough to be seen in broad daylight for several weeks.",
    "targetId": "Betelgeuse",
    "targetShape": "オリオン座"
  },
  "7": {
    "dateMemo": "1月7日",
    "titleJa": "白銀の足元、リゲル",
    "titleEn": "Rigel: The Silver Foot",
    "contentJa": "ベテルギウスの対角線上、オリオン座の右下で青白く輝くのが『リゲル』です。非常に若く、ベテルギウスとは対照的な「青色超巨星」という種類の星です。",
    "contentEn": "Diagonally opposite Betelgeuse, at the bottom-right of Orion, shines Rigel. A young, energetic 'blue supergiant,' it offers a striking contrast to its reddish peer.",
    "highlightJa": "リゲルの表面温度は約12,000度以上。非常に高温なため、鋭い青白色の光を放っています。ベテルギウスの赤色との対比を楽しみましょう。",
    "highlightEn": "Rigel's surface temperature is over 12,000 degrees Celsius, resulting in its sharp blue-white light. Observe its contrast with the red Betelgeuse.",
    "mythologyJa": "ベテルギウスを平家星と呼ぶのに対し、日本ではリゲルを源氏の旗の色になぞらえて「源氏星（げんじぼし）」と呼びました。",
    "mythologyEn": "In Japan, as opposed to the red Heike-boshi, Rigel was known as 'Genji-boshi' after the white flag of the Genji clan.",
    "triviaJa": "リゲルは太陽の約8万倍ものエネルギーを放出しており、星としての寿命は数千万年と非常に短いと考えられています。",
    "triviaEn": "Rigel emits about 80,000 times the energy of the Sun. Because it burns fuel so quickly, its total lifespan is relatively short.",
    "targetId": "Rigel",
    "targetShape": "オリオン座"
  },
  "8": {
    "dateMemo": "1月8日",
    "titleJa": "カシオペヤ座のWを探して",
    "titleEn": "The W of Cassiopeia",
    "contentJa": "北の空には、アルファベットの「W」の形をした「カシオペヤ座」が見えます。北極星を見つけるための、北斗七星と並ぶ重要な目印です。",
    "contentEn": "In the northern sky, look for the 'W' shape of Cassiopeia. It's another crucial landmark used to locate the North Star.",
    "highlightJa": "天の川の中に位置しているため、空の暗い場所で見ると非常に多くの星々に囲まれて見えます。その整ったWの形を探してみましょう。",
    "highlightEn": "Situated within the Milky Way, it is surrounded by countless stars in dark locations. Look for its distinct and symmetrical 'W' formation.",
    "mythologyJa": "古代エチオピアの王妃でした。自分の美しさを自慢しすぎたため、神の怒りを買い、椅子に縛り付けられたまま空を回り続ける罰を与えられました。",
    "mythologyEn": "Cassiopeia was a queen of ancient Ethiopia. Her vanity angered the sea gods, punishing her to circle the celestial pole forever tied to her throne.",
    "triviaJa": "北斗七星が地平線に近い冬の夜、カシオペヤ座は逆に高い位置に来るため、北を探すガイドとして役立ちます。",
    "triviaEn": "When the Big Dipper is low on the horizon in winter, Cassiopeia sits high up, making it the primary guide for finding North.",
    "targetId": "Schedar",
    "targetShape": "カシオペヤ座W"
  },
  "9": {
    "dateMemo": "1月9日",
    "titleJa": "アンドロメダ銀河への誘い",
    "titleEn": "M31: The Andromeda Galaxy",
    "contentJa": "カシオペヤ座の近くには、お隣の銀河『アンドロメダ銀河（M31）』があります。地球から約250万光年も離れた場所にある、巨大な星の集まりです。",
    "contentEn": "Near Cassiopeia lies our neighbor, the Andromeda Galaxy (M31). It is a massive collection of stars located about 2.5 million light-years away.",
    "highlightJa": "肉眼ではぼんやりとした光のシミのように見えますが、双眼鏡を使うと楕円形に広がる幻想的な姿を確認することができます。",
    "highlightEn": "To the naked eye, it looks like a faint, fuzzy smudge. Using binoculars reveals its mysterious and elongated oval shape.",
    "mythologyJa": "カシオペヤの娘、王女アンドロメダの姿です。生贄として怪物に捧げられそうになったところを、勇者ペルセウスに救われました。",
    "mythologyEn": "Representing Princess Andromeda, daughter of Cassiopeia. She was rescued by Perseus just as she was to be sacrificed to a sea monster.",
    "triviaJa": "アンドロメダ銀河は、私たちの天の川銀河に少しずつ近づいています。約40億年後には二つの銀河が衝突し、一つの巨大な銀河になると考えられています。",
    "triviaEn": "The Andromeda Galaxy is slowly approaching our Milky Way. In about 4 billion years, the two are expected to collide and merge.",
    "targetId": "M31",
    "targetShape": "アンドロメダ座"
  },
  "10": {
    "dateMemo": "1月10日",
    "titleJa": "黄金の輝き、カペラ",
    "titleEn": "Capella: The Golden Star",
    "contentJa": "頭上の高いところでひときわ明るく、黄色く輝く星、それがぎょしゃ座の『カペラ』です。冬の1等星の中で最も北に位置し、早い時間から夜空を彩ります。",
    "contentEn": "High overhead, the brilliant yellow star Capella in the constellation Auriga shines brightly. It is the northernmost of the winter first-magnitude stars.",
    "highlightJa": "太陽に似た黄色い光を放っています。都会の空でも簡単に見つけられるほど明るく、冬のダイヤモンドの一部としても重要です。",
    "highlightEn": "It emits a steady yellow light, similar in color to our Sun. Easily spotted even in cities, it is a key member of the Winter Diamond.",
    "mythologyJa": "カペラはラテン語で「小さな雌山羊」を意味し、ぎょしゃ（御者）が抱えている山羊の姿に見立てられています。",
    "mythologyEn": "Capella means 'Little She-Goat' in Latin, representing the animal held by the charioteer (Auriga).",
    "triviaJa": "カペラは実際には2つの巨大な黄色い星が互いに回り合っている連星系です。肉眼ではその2つが合わさって1つの明るい星に見えています。",
    "triviaEn": "Capella is actually a system of two large yellow stars orbiting each other. To the naked eye, they merge into a single brilliant point of light.",
    "targetId": "Capella",
    "targetShape": "ぎょしゃ座"
  },
  "11": {
    "dateMemo": "1月11日",
    "titleJa": "おうし座の赤い目、アルデバラン",
    "titleEn": "Aldebaran: The Eye of the Bull",
    "contentJa": "オリオン座の右上に目を移すと、オレンジ色の明るい星が見つかります。おうし座の『アルデバラン』です。荒々しい雄牛の、怒りに燃える目を象徴しています。",
    "contentEn": "Looking to the upper-right of Orion, you'll find a bright orange star. This is Aldebaran in Taurus, representing the fiery eye of the celestial bull.",
    "highlightJa": "アルデバランの周りには「V字型」に並んだ星たち（ヒアデス星団）があります。このV字が雄牛の顔のラインを作っています。",
    "highlightEn": "Around Aldebaran, you'll see a V-shaped group of stars called the Hyades cluster, which forms the face of the bull.",
    "mythologyJa": "大神ゼウスが美しい姫エウロパを連れ去るために、真っ白な雄牛に変身した姿だとされています。ヨーロッパという地名の由来にもなりました。",
    "mythologyEn": "This bull is said to be Zeus in disguise, who transformed himself to carry away the princess Europa. This myth is the origin of the name 'Europe.'",
    "triviaJa": "アルデバランとはアラビア語で「後に続くもの」という意味です。プレアデス星団（すばる）を追いかけるように昇ってくることから名付けられました。",
    "triviaEn": "Aldebaran means 'The Follower' in Arabic, named because it appears to follow the Pleiades (Subaru) across the sky.",
    "targetId": "Aldebaran",
    "targetShape": "おうし座"
  },
  "12": {
    "dateMemo": "1月12日",
    "titleJa": "夜空の宝石箱、すばる",
    "titleEn": "M45: The Pleiades",
    "contentJa": "おうし座の背中のあたりに、小さな星が密集している場所があります。日本では古くから『すばる』の名で親しまれている「プレアデス星団」です。",
    "contentEn": "On the back of Taurus lies a tight cluster of small stars. Known in Japan as 'Subaru,' this is the famous Pleiades star cluster.",
    "highlightJa": "視力が良ければ6〜7個の星が集まっているのが見えます。双眼鏡で見ると、まるで黒いベルベットの上に宝石を散りばめたような美しさです。",
    "highlightEn": "Sharp eyes can spot 6 or 7 stars here. Through binoculars, it looks like a collection of dazzling jewels scattered on black velvet.",
    "mythologyJa": "ギリシャ神話では、アトラスの7人の娘たち（プレアデス姉妹）の姿とされています。",
    "mythologyEn": "In Greek mythology, these stars represent the seven daughters of Atlas, known as the Pleiades sisters.",
    "triviaJa": "「すばる」という言葉には「集まって一つになる（統べる）」という意味があります。自動車メーカーのスバルのロゴも、この星団がモチーフです。",
    "triviaEn": "In Japanese, 'Subaru' means 'to gather together.' The logo of the car brand Subaru is inspired by this very star cluster.",
    "targetId": "M45",
    "targetShape": ""
  },
  "13": {
    "dateMemo": "1月13日",
    "titleJa": "冬の大三角を構成するプロキオン",
    "titleEn": "Procyon: The Little Dog Star",
    "contentJa": "オリオン座の東側（左側）に、ポツンと明るい星が昇ってきました。こいぬ座の『プロキオン』です。シリウスが昇ってくる直前に現れるため、「犬の前」という名がつきました。",
    "contentEn": "To the east of Orion, a solitary bright star rises. This is Procyon in Canis Minor. Its name means 'before the dog' because it rises just before Sirius.",
    "highlightJa": "ベテルギウス、そしてこれから昇るシリウスと結ぶと、美しい「冬の大三角」が描かれます。白っぽく安定した輝きが特徴です。",
    "highlightEn": "Together with Betelgeuse and Sirius, it forms the 'Winter Triangle.' It shines with a steady, white brilliance.",
    "mythologyJa": "オリオンが連れていた2匹の猟犬のうち、小さい方の犬とされています。主人の後を健気に追いかけています。",
    "mythologyEn": "It represents the smaller of Orion's two hunting dogs, faithfully following its master through the night sky.",
    "triviaJa": "プロキオンは地球から約11.4光年と非常に近い場所にあります。太陽よりも少し大きく、少し明るい星です。",
    "triviaEn": "Procyon is one of our closest neighbors, located only 11.4 light-years away. It is slightly larger and brighter than our Sun.",
    "targetId": "Procyon",
    "targetShape": "冬の三角形"
  },
  "14": {
    "dateMemo": "1月14日",
    "titleJa": "宇宙のゆりかご、オリオン大星雲",
    "titleEn": "M42: The Orion Nebula",
    "contentJa": "オリオン座の三つ星の下に、縦に並んだ3つの小さな星があります。その真ん中の星をよく見ると、少しぼやけて見えるはずです。これが『オリオン大星雲（M42）』です。",
    "contentEn": "Below Orion's Belt are three faint stars lined up vertically. Look closely at the middle one; it looks a bit fuzzy. This is the Orion Nebula (M42).",
    "highlightJa": "ここは巨大なガスの雲で、現在進行形で新しい星たちが誕生している「星のゆりかご」です。約1,300光年彼方の神秘を覗いてみましょう。",
    "highlightEn": "A vast cloud of gas, this is a 'stellar nursery' where new stars are being born. Take a look at this cosmic mystery 1,300 light-years away.",
    "mythologyJa": "古代マヤの人々はこの星雲を、宇宙の創造に関わる『聖なる火』だと信じていました。三つ星を囲むこの場所は、新しい星が生まれる宇宙の暖炉（かまど）のように見られていたのです。",
    "mythologyEn": "Ancient Mayans saw this nebula as the 'celestial fire of creation.' Located near Orion's Belt, it was revered as a cosmic hearth where new stars and life itself were forged.",
    "triviaJa": "星雲の中心部には「トラペジウム」と呼ばれる、生まれたばかりの4つの非常に若い星が輝いています。",
    "triviaEn": "At its heart lies the Trapezium, a tight cluster of four extremely young and energetic stars.",
    "targetId": "M42",
    "targetShape": "オリオン座"
  },
  "15": {
    "dateMemo": "1月15日",
    "titleJa": "全天一の輝き、シリウス",
    "titleEn": "Sirius: The Brightest Star",
    "contentJa": "今夜、南東の空から驚くほど明るい星が昇ってきました。おおいぬ座の『シリウス』です。太陽を除けば、地球から見える全天で最も明るい恒星です。",
    "contentEn": "Tonight, an incredibly bright star rises in the southeast. This is Sirius in Canis Major. Excluding our Sun, it is the brightest star in the entire sky.",
    "highlightJa": "シリウスは青白く、まるでダイヤモンドのように輝きます。低空にあるときは、大気の影響で虹色にまたたいて見えることもあります。",
    "highlightEn": "Sirius shines with a brilliant blue-white light. When low on the horizon, it may flicker in rainbow colors due to Earth's atmosphere.",
    "mythologyJa": "オリオンが連れている大きな猟犬の姿です。古代エジプトでは、ナイル川の氾濫を知らせる「聖なる星」として崇められました。",
    "mythologyEn": "It represents Orion's large hunting dog. In ancient Egypt, it was revered as a sacred star that heralded the flooding of the Nile.",
    "triviaJa": "シリウスとはギリシャ語で「焼き焦がすもの」という意味です。そのあまりの明るさから、古代の人々には太陽のように熱を持つ星だと思われていました。",
    "triviaEn": "The name Sirius comes from the Greek for 'scorcher.' In ancient times, people believed its intense brightness added heat to the Earth.",
    "targetId": "Sirius",
    "targetShape": "冬の三角形"
  },
  "16": {
    "dateMemo": "1月16日",
    "titleJa": "ふたご座の兄・カストル",
    "titleEn": "Castor: The Elder Twin",
    "contentJa": "オリオン座の北東に、仲良く並んで輝く二つの星があります。ふたご座の『カストル』と『ポルックス』。今日は、少し高い位置にある白い星、カストルに注目しましょう。",
    "contentEn": "To the northeast of Orion, two stars shine side-by-side: Castor and Pollux. Today, let's focus on the higher, white star, Castor.",
    "highlightJa": "カストルは肉眼では一つですが、実は6つの星がペアになって回り合っている非常に珍しい「六重連星」です。",
    "highlightEn": "While Castor looks like a single star, it is actually a complex system of six stars orbiting each other in pairs.",
    "mythologyJa": "カストルとポルックスは、死なない絆で結ばれた兄弟でした。カストルは乗馬の名手、弟のポルックスは拳闘の名手として知られています。",
    "mythologyEn": "Castor and Pollux are twin brothers bound by an eternal bond. Castor was a master horseman, while Pollux was a legendary boxer.",
    "triviaJa": "ふたご座の足元は、冬の天の川の中に浸っています。空の暗い場所なら、二人の足元に淡い光の帯が見えるでしょう。",
    "triviaEn": "The feet of the twins rest within the winter Milky Way. In dark skies, a faint band of light is visible around their 'feet.'",
    "targetId": "Castor",
    "targetShape": "ふたご座"
  },
  "17": {
    "dateMemo": "1月17日",
    "titleJa": "ふたご座の弟・ポルックス",
    "titleEn": "Pollux: The Younger Twin",
    "contentJa": "カストルのすぐ隣で、オレンジ色に輝くのが弟の『ポルックス』です。兄のカストルよりもわずかに明るく、ふたご座で唯一の1等星です。",
    "contentEn": "Shining orange right next to Castor is the younger twin, Pollux. It is slightly brighter than its brother and is Gemini's only first-magnitude star.",
    "highlightJa": "白いカストルとオレンジのポルックス。この色の違いは、星の温度と年齢の違いを表しています。ポルックスの方が少し年老いた星です。",
    "highlightEn": "Compare white Castor and orange Pollux. Their colors represent different temperatures and stages of stellar life; Pollux is more evolved.",
    "mythologyJa": "神の血を引くポルックスは不死身でしたが、人間である兄カストルの死を悲しみ、自分の不死を分けて二人で星になったと言われています。",
    "mythologyEn": "Pollux was immortal, but he loved his mortal brother Castor so much that he shared his immortality so they could be together forever in the sky.",
    "triviaJa": "ポルックスには、地球のような惑星が1つ回っていることが確認されています。その惑星には「テスティアス」という名前が付けられています。",
    "triviaEn": "An exoplanet named 'Thestias' has been confirmed orbiting Pollux, making it one of the few first-magnitude stars known to host a planet.",
    "targetId": "Pollux",
    "targetShape": "ふたご座"
  },
  "18": {
    "dateMemo": "1月18日",
    "titleJa": "淡い冬の天の川を歩く",
    "titleEn": "Walking the Winter Milky Way",
    "contentJa": "夏の天の川ほど濃くはありませんが、冬にも静かに天の川は流れています。オリオン座、ふたご座、ぎょしゃ座を通る、淡い光の帯を探してみましょう。",
    "contentEn": "Though fainter than in summer, a band of the Milky Way flows through the winter sky, passing through Orion, Gemini, and Auriga.",
    "highlightJa": "月明かりのない暗い空で見ると、粉をまいたような繊細な星の集まりが見えてきます。双眼鏡を使うと、その中に隠れた多くの星団に出会えます。",
    "highlightEn": "In dark, moonless skies, you can see a delicate dusting of stars. Binoculars will reveal numerous hidden star clusters within this pale band.",
    "mythologyJa": "日本では『天の川』、北欧では『亡き人たちが天国へ歩む道』、アフリカでは『燃える灰が空に散った跡』。場所によって呼び名は違えど、人々はこの光の帯に魂の旅路を重ねてきました。",
    "mythologyEn": "Known as the 'Silver River' in Japan and the 'Path of Souls' in Norse myths, the Milky Way has been seen by cultures worldwide as a bridge between the earthly and the divine.",
    "triviaJa": "冬の天の川が淡いのは、私たちが銀河系の中心ではなく、星が少ない「外側」の方向を見ているからです。",
    "triviaEn": "The winter Milky Way is faint because we are looking toward the edge of our galaxy, rather than its dense, crowded center.",
    "targetId": "Procyon",
    "targetShape": ""
  },
  "19": {
    "dateMemo": "1月19日",
    "titleJa": "うさぎ座のアルネブを探して",
    "titleEn": "Finding Arneb in Lepus",
    "contentJa": "オリオン座の足元に、小さな星座「うさぎ座」があるのをご存じですか？その中でひときわ明るく輝くのが、アルネブという星です。目立つ星座の陰に隠れがちですが、実はとても見つけやすい星です。",
    "contentEn": "Did you know that a small constellation called Lepus lies at Orion’s feet? The brightest star there is Arneb. Though often overshadowed by Orion, it is surprisingly easy to find.",
    "highlightJa": "オリオン座のリゲルから視線を少し下へ移すと、ぽつんと明るい星が見つかります。それがアルネブです。",
    "highlightEn": "Shift your gaze slightly downward from Rigel in Orion, and you will spot a solitary bright star. That is Arneb.",
    "mythologyJa": "うさぎ座は、狩人オリオンに追われるうさぎの姿とされています。夜空では、今もオリオンの足元で身を潜めているように見えます。",
    "mythologyEn": "Lepus is said to represent a hare being chased by the hunter Orion. In the night sky, it appears to hide beneath Orion’s feet.",
    "triviaJa": "アルネブ（Arneb）という名前はアラビア語で「うさぎ」を意味します。星の名前がそのまま星座を表している珍しい例です。",
    "triviaEn": "The name Arneb comes from Arabic and means 'hare,' directly reflecting the constellation it belongs to.",
    "targetId": "Arneb",
    "targetShape": "うさぎ座"
  },
  "20": {
    "dateMemo": "1月20日",
    "titleJa": "幸運の赤い星、カノープス",
    "titleEn": "Canopus: The Lucky Star",
    "contentJa": "今夜、南の地平線ぎりぎりをチェックしてみてください。条件が良ければ、全天で2番目に明るい星『カノープス』が赤っぽくまたたいているのが見えるかもしれません。",
    "contentEn": "Look very low on the southern horizon tonight. If conditions are perfect, you might spot Canopus, the second brightest star in the sky.",
    "highlightJa": "北日本では見ることができず、本州でも非常に低い位置にしか現れません。見つけられたら幸運が訪れ、寿命が延びるという伝説があります。",
    "highlightEn": "Invisible from northern latitudes and very low in the south for others. It is traditionally considered a star of longevity and good luck.",
    "mythologyJa": "中国では「南極老人星」と呼ばれ、七福神の一人、寿老人の化身として、平和と長寿を司る星とされてきました。",
    "mythologyEn": "In Chinese lore, it is known as the 'Old Man of the South Pole,' symbolizing peace and an exceptionally long life.",
    "triviaJa": "カノープスは実際には太陽の約1万倍以上の明るさがある「超巨星」です。あまりに遠くにあるため、シリウスよりは暗く見えています。",
    "triviaEn": "Canopus is actually a supergiant star with over 10,000 times the Sun's luminosity. Its great distance makes it appear fainter than Sirius.",
    "targetId": "Canopus",
    "targetShape": ""
  },
  "21": {
    "dateMemo": "1月21日",
    "titleJa": "天頂の屋根、ぎょしゃ座の五角形",
    "titleEn": "Auriga: The Celestial Pentagon",
    "contentJa": "1等星カペラを含む5つの星を結ぶと、綺麗な「五角形」が浮かび上がります。これが「ぎょしゃ座」の目印です。冬の夜空の高いところで、屋根のように輝いています。",
    "contentEn": "Connecting Capella with four other stars forms a neat pentagon. This identifies Auriga the Charioteer, shining high like a roof over the winter sky.",
    "highlightJa": "五角形の一角はおうし座の星（エルナト）と共有されています。星座の枠組みを超えた、星たちの不思議な繋がりに注目してみましょう。",
    "highlightEn": "One corner of the pentagon is actually shared with the constellation Taurus. Notice how stars can connect across constellation boundaries.",
    "mythologyJa": "モデルはアテナイの伝説的な王、エリクトニオスとされています。彼は足が不自由でしたが、それを補うために4頭立ての馬車を発明しました。",
    "mythologyEn": "It represents Erichthonius, a legendary king of Athens who overcame his physical disabilities by inventing the four-horse chariot.",
    "triviaJa": "ぎょしゃ座の五角形の中には、M36, M37, M38という3つの美しい散開星団があり、双眼鏡で見ると光の粒が集まっているのがわかります。",
    "triviaEn": "Inside Auriga's pentagon are three bright star clusters—M36, M37, and M38—all visible as fuzzy patches through binoculars.",
    "targetId": "Capella",
    "targetShape": "ぎょしゃ座"
  },
  "22": {
    "dateMemo": "1月22日",
    "titleJa": "オリオンの盾：弓を引く姿",
    "titleEn": "The Shield of Orion",
    "contentJa": "オリオン座のベテルギウスから右側（西側）に向かって、小さな星が縦にカーブを描いて並んでいます。これはオリオンが持つ「盾」あるいは「弓」だと言われています。",
    "contentEn": "To the right of Betelgeuse, a line of faint stars curves vertically. These are interpreted as either Orion's shield or his bow.",
    "highlightJa": "派手な1等星の陰に隠れていますが、この星の列を見つけると、オリオンが雄牛と戦っている臨場感がぐっと増してきます。",
    "highlightEn": "Though faint compared to the nearby 1st-magnitude stars, finding this curve adds a sense of action to the hunter's battle with the Bull.",
    "mythologyJa": "オリオンが掲げるのは、ライオンの毛皮で作られた頑丈な盾。荒れ狂う雄牛（おうし座）の突進を、この盾一枚で受け止めている勇敢な姿が描かれています。",
    "mythologyEn": "Orion holds a sturdy shield made from a lion's pelt. He stands ready, using it to deflect the fierce charge of Taurus the Bull in an eternal celestial battle.",
    "triviaJa": "この盾（弓）の星列は、全部で8つほどの3〜4等星で構成されています。暗い場所では綺麗な弧を描いているのがわかります。",
    "triviaEn": "This shield is made up of about eight stars of the 3rd or 4th magnitude, forming a graceful arc in the sky.",
    "targetId": "Betelgeuse",
    "targetShape": "オリオン座"
  },
  "23": {
    "dateMemo": "1月23日",
    "titleJa": "主人の足元、おおいぬ座の姿",
    "titleEn": "Canis Major: The Great Dog",
    "contentJa": "明るいシリウスはおおいぬ座の「鼻」の位置にあります。星座全体を見ると、シリウスから後ろ足としっぽまで、空を駆ける犬の姿が描かれています。",
    "contentEn": "The brilliant Sirius marks the 'nose' of Canis Major. The whole constellation forms the shape of a dog leaping through the sky, following its master.",
    "highlightJa": "都会ではシリウスしか見えないことが多いですが、少し暗い場所へ行くと、おおいぬの立派な体格を表す星々が見えてきます。",
    "highlightEn": "While only Sirius is visible in bright cities, darker skies reveal the full form of the leaping Great Dog.",
    "mythologyJa": "オリオンが連れていた2匹の猟犬のうち、大きい方の犬です。ギリシャ神話では、どんな獲物も逃さない俊足の犬「ライラプス」とも言われます。",
    "mythologyEn": "The larger of Orion's two hounds. In myth, it is often identified as Laelaps, the dog so fast that no prey could ever escape it.",
    "triviaJa": "シリウスのすぐ南側にはM41という散開星団があり、双眼鏡を使うとたくさんの小さな星が集まっているのが見えます。",
    "triviaEn": "Just south of Sirius lies the star cluster M41, which appears as a beautiful group of dozens of tiny stars through binoculars.",
    "targetId": "Sirius",
    "targetShape": ""
  },
  "24": {
    "dateMemo": "1月24日",
    "titleJa": "宇宙のコンパス、オリオンの三つ星",
    "titleEn": "Orion's Belt: The Cosmic Compass",
    "contentJa": "オリオン座の中央に並ぶ三つ星は、星空の秩序を保つコンパスのようです。この三つの星を結ぶ線を北へ延ばせば「すばる（プレアデス星団）」へ、南へ延ばせば「シリウス」へと導いてくれます。",
    "contentEn": "At the center of it all sits Orion's Belt. These three stars act like a cosmic compass, leading you north to the Pleiades or south to Sirius.",
    "highlightJa": "ほぼ直線状に、等間隔で並ぶその姿は、一度見たら忘れないほど印象的です。今夜、その線を心の中で描いて夜空を旅してみましょう。",
    "highlightEn": "Their nearly perfect alignment makes them an unforgettable sight. Try drawing these mental lines in the sky tonight.",
    "mythologyJa": "日本では「三つ星（みつぼし）」や、お団子を3つ刺した「だんご星」など、親しみやすい名前で呼ばれてきました。また、軍旗の紋章などにも使われてきた歴史があります。",
    "mythologyEn": "In Japan, they are traditionally called 'Mitsuboshi.' They are among the most famous and easily recognized star patterns worldwide.",
    "triviaJa": "真ん中の星「アルニラム」は、太陽の約27万倍〜37万倍もの明るさを放つ超巨星です。約2,000光年という凄まじい遠方にあるため、他の2つの星と同じくらいの明るさに見えています。",
    "triviaEn": "Alnilam, the central star, is a supergiant around 300,000 times brighter than the Sun. Its immense distance makes it look similar in brightness to its neighbors.",
    "targetId": "Alnilam",
    "targetShape": "オリオン座"
  },
  "25": {
    "dateMemo": "1月25日",
    "titleJa": "星の「色」の秘密",
    "titleEn": "The Secret of Star Colors",
    "contentJa": "星の「色」は、その星の表面温度を教えてくれます。赤い星は温度が低く（約3,000度）、青白い星は温度が非常に高い（1万度以上）のです。",
    "contentEn": "A star's color reveals its surface temperature. Red stars are cooler (3,000°C), while blue-white stars are extremely hot (over 10,000°C).",
    "highlightJa": "赤いベテルギウス、黄色いカペラ、白いシリウス、青いリゲル。今夜、それぞれの色の違いを意識して眺めてみてください。夜空は天然の温度計です。",
    "highlightEn": "Compare red Betelgeuse, yellow Capella, white Sirius, and blue Rigel. Notice the distinct color differences tonight—the sky is a natural thermometer.",
    "mythologyJa": "日本では、ベテルギウスの赤を平家の旗、リゲルの白を源氏の旗に見立て、『源平星』と呼びました。星の色に地上の歴史を重ねる、日本独自の風雅な見立てです。",
    "mythologyEn": "In Japan, the red of Betelgeuse and white of Rigel were compared to the rival flags of the Heike and Genji clans. The colors of the stars were seen as symbols of legendary samurai history.",
    "triviaJa": "私たちの太陽は表面温度が約6,000度の黄色い星です。カペラと同じタイプの色の星であることを思い出しながら眺めると、親近感がわくかもしれません。",
    "triviaEn": "Our Sun is a yellow star with a surface temperature of about 6,000°C, placing it in the same color category as Capella.",
    "targetId": "Sirius",
    "targetShape": ""
  },
  "26": {
    "dateMemo": "1月26日",
    "titleJa": "冬の二重星、モンカールの対比",
    "titleEn": "Monoceros: The Unicorn's Secret",
    "contentJa": "オリオン座とおおいぬ座、こいぬ座に囲まれた場所に「いっかくじゅう座」という目立たない星座があります。ここには美しい重星や星団が隠れています。",
    "contentEn": "Surrounded by Orion, Canis Major, and Canis Minor is Monoceros, the Unicorn. It holds subtle but beautiful treasures for those who look closely.",
    "highlightJa": "いっかくじゅう座のベータ星は、望遠鏡で見ると3つの星が寄り添って見える「三重連星」です。派手な星座の合間に、ひっそりと輝く姿を探してみましょう。",
    "highlightEn": "Beta Monocerotis is a triple star system that looks like a single point to the eye. It's a hidden gem nestled between the bright winter constellations.",
    "mythologyJa": "17世紀に作られた新しい星座のため、古い神話はありませんが、幻の獣ユニコーンが冬の夜空を静かに駆けている姿を表しています。",
    "mythologyEn": "A modern constellation representing the mythical Unicorn, added to the charts in the 17th century.",
    "triviaJa": "いっかくじゅう座には、有名な「バラ星雲」があります。肉眼では見えませんが、写真に撮ると真っ赤なバラの花のような姿が浮かび上がります。",
    "triviaEn": "Monoceros is home to the Rosette Nebula. While invisible to the eye, photographs reveal a stunning red cloud shaped like a rose.",
    "targetId": "Procyon",
    "targetShape": ""
  },
  "27": {
    "dateMemo": "1月27日",
    "titleJa": "オリオンの右肩、ベラトリックス",
    "titleEn": "Bellatrix: The Amazon Star",
    "contentJa": "ベテルギウスの隣、オリオンの右肩で輝く星が『ベラトリックス』です。「女戦士」という意味の名前を持つ、青白く凛とした2等星です。",
    "contentEn": "Next to Betelgeuse, marking Orion's right shoulder, is Bellatrix. This blue-white second-magnitude star's name means 'Female Warrior.'",
    "highlightJa": "ベテルギウスの赤に対して、ベラトリックスは涼しげな青白色。オリオンの両肩を形作るこの二つの星の色彩の対比を観察してみましょう。",
    "highlightEn": "Compare the warm red of Betelgeuse with the cool blue-white of Bellatrix, which together form the hunter's powerful shoulders.",
    "mythologyJa": "『ベラトリックス』とはラテン語で『女戦士』を意味し、古くから勇気と不屈の精神の象徴とされてきました。狩人オリオンの肩で鋭く冷たい光を放つその姿は、獲物をじっと見つめる勇敢な戦士の瞳のようでもあります。",
    "mythologyEn": "The name Bellatrix means 'Female Warrior' in Latin, and the star has long been a symbol of courage and resilience. Positioned on Orion's shoulder, its cold, sharp light is said to represent the piercing and determined gaze of a warrior ready for battle.",
    "triviaJa": "ベラトリックスは実際には太陽の約8倍の質量を持つ、非常に重くエネルギーの強い星です。",
    "triviaEn": "Bellatrix is a massive star, weighing about eight times as much as our Sun and emitting intense energy.",
    "targetId": "Bellatrix",
    "targetShape": "オリオン座"
  },
  "28": {
    "dateMemo": "1月28日",
    "titleJa": "天の川に並ぶ星団たち",
    "titleEn": "The Clusters of the Milky Way",
    "contentJa": "ぎょしゃ座の五角形の中には、双眼鏡で楽しめる3つの有名な星団が並んでいます。M36、M37、M38という天の川の濃い部分に集まる星の家族たちです。",
    "contentEn": "Within the pentagon of Auriga lie three famous star clusters: M36, M37, and M38. These are groups of stars nestled within the winter Milky Way.",
    "highlightJa": "双眼鏡をお持ちの方は、ぜひカペラから南側の五角形の底に向かってレンズを向けてみてください。淡い光の集まりを一つずつ探すのは、星空の宝探しです。",
    "highlightEn": "Scan the lower part of Auriga's pentagon with binoculars. Finding these faint groups of light is like a celestial scavenger hunt.",
    "mythologyJa": "ぎょしゃ座のモデル、エリクトニオス王は自ら発明した『四頭立ての馬車』で天空を駆け抜けました。この3つの星団は、彼が天の川という大街道を猛スピードで疾走した際、車輪から飛び散った『聖なる火花』がそのまま空に留まったものだと言い伝えられています。",
    "mythologyEn": "King Erichthonius, the charioteer, raced across the heavens in the four-horse chariot he invented. These three star clusters are imagined as 'sacred sparks' that flew from his chariot wheels as he sped along the grand highway of the Milky Way, forever frozen in the winter sky.",
    "triviaJa": "これら3つの星団は、すべて17世紀から18世紀にかけて天文学者によって発見・記録されました。",
    "triviaEn": "These clusters were first cataloged by astronomers in the 17th and 18th centuries.",
    "targetId": "Capella",
    "targetShape": ""
  },
  "29": {
    "dateMemo": "1月29日",
    "titleJa": "おうし座の角の先、エルナト",
    "titleEn": "Elnath: The Tip of the Horn",
    "contentJa": "おうし座の長い角の先端で輝くのが『エルナト』です。かつてはぎょしゃ座にも属していたため、今でもぎょしゃ座の五角形の一部として知られています。",
    "contentEn": "Elnath marks the tip of one of Taurus's horns. It was once shared with Auriga and still forms one corner of the charioteer's pentagon.",
    "highlightJa": "おうし座の「顔」のV字から、二本の長い角が北に伸びているのを想像してみましょう。その一方がこの星です。白く輝く2等星です。",
    "highlightEn": "Imagine the long horns of the Bull extending north from its face; Elnath marks the very tip of one of them.",
    "mythologyJa": "荒々しい雄牛の武器である『角』の先端でありながら、隣のぎょしゃ座の『足元』も支えている不思議な星です。力強い牛が、天の川を走る馬車をその角で守っている、あるいは二つの星座を繋ぎ止めている『天界の要（かなめ）』のような存在だと考えられてきました。",
    "mythologyEn": "While marking the sharp tip of the Bull's horn, Elnath also serves to support the 'foot' of the neighboring Charioteer. It is often seen as a cosmic anchor, a point where the raw power of the celestial Bull meets the speed of the Charioteer, bridging two distinct myths with its brilliant light.",
    "triviaJa": "エルナトはアラビア語で「（角で）突き刺すもの」を意味します。その名の通り、荒々しい雄牛の武器の先端を表しています。",
    "triviaEn": "Elnath comes from an Arabic word meaning 'the butting one,' aptly describing the weaponized tip of the celestial bull's horn.",
    "targetId": "Elnath",
    "targetShape": "おうし座"
  },
  "30": {
    "dateMemo": "1月30日",
    "titleJa": "勢揃いした冬の主役たち",
    "titleEn": "The Full Cast of Winter",
    "contentJa": "1月の終わり、冬の星座たちが夜の早い時間から夜空を埋め尽くすようになりました。シリウス、プロキオン、ポルックス、カペラ、アルデバラン、リゲル。全天一の輝きを楽しみましょう。",
    "contentEn": "As January ends, the bright stars of winter dominate the evening sky. Enjoy the brilliant display of Sirius, Procyon, Pollux, Capella, Aldebaran, and Rigel.",
    "highlightJa": "今夜は特定の星ではなく、空全体を見上げてみましょう。都会でも見える1等星がこれほど多く集まるのは、冬だけの特権です。",
    "highlightEn": "Look up at the entire sky tonight. Winter is the only season where so many first-magnitude stars gather together simultaneously.",
    "mythologyJa": "冬の夜空を彩る主役たちが勢揃いする姿は、まるで天上の宮殿で開かれる豪華な晩餐会のようです。古代の人々は、一年で最も明るい星が集まるこの時期を、神々が一堂に会して地上の平和や春の訪れについて語り合っている特別な時間だと信じていました。",
    "mythologyEn": "The gathering of winter’s brightest stars is like a grand banquet held in a celestial palace. Ancient cultures believed that during this time, when the sky is at its most brilliant, the gods would assemble to discuss the peace of the world and the return of spring.",
    "triviaJa": "明日からは2月。星空の主役たちは少しずつ西へと歩みを進め、東からは春の足音が聞こえ始めます。",
    "triviaEn": "As February approaches, the winter stars shift westward, making room for the first signs of spring in the east.",
    "targetId": "Sirius",
    "targetShape": ""
  },
  "31": {
    "dateMemo": "1月31日",
    "titleJa": "ふたごの足元、アルヘナ",
    "titleEn": "Alhena: The Mark on the Foot",
    "contentJa": "ふたご座の弟・ポルックスの足元に輝くのが『アルヘナ』です。ふたご座の中ではカストル、ポルックスに次いで明るい、白く輝く2等星です。",
    "contentEn": "Alhena is the white second-magnitude star at the foot of Pollux. It is the third brightest star in the constellation Gemini.",
    "highlightJa": "オリオン座のベテルギウスとプロキオンの中間あたりに位置しています。この星を見つけると、ふたごが並んで立っている姿がより分かりやすくなります。",
    "highlightEn": "Positioned between Orion and Canis Minor, Alhena helps you visualize the twins standing upright in the winter sky.",
    "mythologyJa": "不死身の弟ポルックスの足元で輝くこの星は、兄カストルと決して離れようとしなかった二人の『歩み』を象徴しています。二人が仲良く肩を組み、冬の天の川のほとりにしっかりと立っている姿を支える、大切な道標のような星です。",
    "mythologyEn": "Shining at the foot of the immortal twin Pollux, this star symbolizes the path taken by the inseparable brothers. It represents the foundation upon which the twins stand, shoulder to shoulder, on the banks of the winter Milky Way, serving as a celestial landmark of their eternal bond.",
    "triviaJa": "アルヘナという名前はアラビア語で「（馬やラクダへの）焼き印」を意味します。",
    "triviaEn": "Alhena comes from the Arabic for 'the brand,' historically referring to a mark placed on a camel's neck.",
    "targetId": "Alhena",
    "targetShape": "ふたご座"
  },
  "32": {
    "dateMemo": "2月1日",
    "titleJa": "2月の夜空：春の足音レグルス",
    "titleEn": "February Sky: The Rising of Regulus",
    "contentJa": "2月に入りました。まだ寒さは厳しいですが、東の空からは早くも春の代表格「しし座」の1等星『レグルス』が昇り始め、季節の移り変わりを教えてくれます。",
    "contentEn": "It is now February. Though cold, the rising of Regulus in the constellation Leo signals that spring is on its way in the eastern sky.",
    "highlightJa": "冬のダイヤモンドが南の高い位置にある頃、東の地平線から白く輝くレグルスを探してみましょう。獅子の心臓にあたる星です。",
    "highlightEn": "As the Winter Diamond sits high in the south, look for the steady white glow of Regulus rising in the east, marking the heart of the Lion.",
    "mythologyJa": "「レグルス」は百獣の王しし座の心臓に位置し、古くから王権を象徴する特別な星とされてきました。ギリシャ神話では、英雄ヘラクレスが退治したネメアの獅子の姿だと言われています。その真っ白で力強い輝きは、春の到来を告げる王の帰還を思わせます。",
    "mythologyEn": "Regulus sits at the heart of Leo the Lion and has long been a symbol of royal power. In Greek myth, it represents the Nemean Lion, an invincible beast defeated by Hercules. Its steady white light is seen as the heartbeat of the noble king, announcing the first signs of spring's return.",
    "triviaJa": "レグルスは「小さな王」という意味があります。黄道（太陽の通り道）のすぐそばにあるため、惑星や月としばしば近づいて見えます。",
    "triviaEn": "Regulus means 'Little King.' Since it lies very close to the ecliptic, it frequently appears near the moon and planets.",
    "targetId": "Regulus",
    "targetShape": "しし座"
  },
  "33": {
    "dateMemo": "2月2日",
    "titleJa": "おおいぬ座の明るい2番手、アダラ",
    "titleEn": "Adhara: The Second Brightest Dog",
    "contentJa": "シリウスの少し南（下）にある『アダラ』は、おおいぬ座で2番目に明るい星です。全天でも非常に明るい星のひとつですが、全天一のシリウスの陰に隠れがちな名脇役です。",
    "contentEn": "Adhara, located just south of Sirius, is the second brightest star in Canis Major. Despite its brilliance, it often plays a supporting role to the dazzling Sirius.",
    "highlightJa": "アダラは強力な紫外線を放つ星として知られています。もしシリウスと同じ距離にあったら、シリウスよりもずっと明るく見えるはずの強力な星です。",
    "highlightEn": "Adhara emits intense ultraviolet light. If it were as close to us as Sirius, it would be by far the brightest star in our sky.",
    "mythologyJa": "「乙女たち」という名を持つアダラは、アラビアの古い伝承では、まばゆい光の主君シリウスに付き添う美しい侍女の一人だと考えられてきました。おおいぬ座の後ろ足の位置にあり、主人の後を追って天空を軽やかに跳ねる猟犬の力強さと、気品ある美しさを同時に感じさせてくれます。",
    "mythologyEn": "Named 'The Virgins' in ancient Arabic lore, Adhara was imagined as a beautiful attendant following the radiant King Sirius. Positioned at the hindquarters of the Great Dog, it represents the powerful leap of a hound chasing across the heavens, combining regal elegance with the spirit of a loyal hunter.",
    "triviaJa": "アダラはアラビア語で「乙女たち」を意味します。かつてはこの付近にあるいくつかの星をまとめて「乙女たち」と呼んでいました。",
    "triviaEn": "Adhara comes from the Arabic word for 'the virgins,' referring to a group of stars that once shared this name.",
    "targetId": "Adhara",
    "targetShape": ""
  },
  "34": {
    "dateMemo": "2月3日",
    "titleJa": "冬の大三角、完璧な調和",
    "titleEn": "The Winter Triangle: Harmony",
    "contentJa": "シリウス、プロキオン、ベテルギウス。この三つの星を結んでできる『冬の大三角』は、冬の夜空のキャンバスに描かれた最も美しい図形のひとつです。",
    "contentEn": "The Winter Triangle, formed by Sirius, Procyon, and Betelgeuse, is one of the most perfectly balanced patterns in the night sky.",
    "highlightJa": "ほぼ正三角形に近いその形は、都会の夜空でもはっきりと確認できます。南の空を支配するこの巨大な三角形を見つけてみましょう。",
    "highlightEn": "This nearly equilateral triangle is easy to spot even in cities. Look for this grand shape dominating the southern sky tonight.",
    "mythologyJa": "オリオン座のベテルギウスは狩人の右肩。彼は常に忠実な二匹の猟犬（シリウスとプロキオン）を連れて夜空を旅しています。",
    "mythologyEn": "Betelgeuse marks Orion's shoulder. He travels the night sky accompanied by his two loyal hunting dogs, represented by Sirius and Procyon.",
    "triviaJa": "この三角形の中に、淡い冬の天の川が流れています。空の非常に暗い場所へ行くと、その姿を確認することができます。",
    "triviaEn": "The faint winter Milky Way flows right through the center of the Triangle, visible only in very dark locations.",
    "targetId": "Sirius",
    "targetShape": "冬の三角形"
  },
  "35": {
    "dateMemo": "2月4日",
    "titleJa": "冬のダイヤモンドへの招待",
    "titleEn": "Introduction to the Winter Diamond",
    "contentJa": "今夜からは、冬の星空の集大成『冬のダイヤモンド』を紹介していきます。6つの1等星をつないだ巨大な六角形を探す旅の始まりです。",
    "contentEn": "Tonight we begin our journey through the 'Winter Diamond,' a massive hexagon formed by connecting six first-magnitude stars.",
    "highlightJa": "リゲル、アルデバラン、カペラ、ポルックス、プロキオン、シリウス。これら豪華な星たちが、ひとつの巨大な環になります。",
    "highlightEn": "Rigel, Aldebaran, Capella, Pollux, Procyon, and Sirius—these six brilliant stars are ready to join together in a grand ring.",
    "mythologyJa": "この巨大な六角形は、冬の夜空に君臨する6つの王星が一堂に会する『天上の晩餐会』に例えられます。一つひとつの星は独立した物語を持ちますが、それらが手を取り合って一つの大きな環を作る姿は、冬の空が贈る最も贅沢な宝石箱のようです。",
    "mythologyEn": "While this grand hexagon has no single ancient myth, it is often envisioned as a 'Gala of Stars' where the six monarchs of the winter sky gather. Though each star tells its own legend, together they form a brilliant ring, transforming the night into the universe's most luxurious jewelry box.",
    "triviaJa": "冬のダイヤモンドは「冬の大六角形」とも呼ばれます。これを見つければ、冬の主要な1等星をすべてマスターしたことになります。",
    "triviaEn": "The Winter Diamond is also known as the Winter Hexagon. Spotting it means you've mastered all the major winter first-magnitude stars.",
    "targetId": "Rigel",
    "targetShape": "冬のダイヤモンド"
  },
  "36": {
    "dateMemo": "2月5日",
    "titleJa": "ダイヤモンドの南端、シリウス",
    "titleEn": "The Diamond's Anchor: Sirius",
    "contentJa": "冬のダイヤモンドの最も低い位置を支えているのが『シリウス』です。全天で最も明るいこの星を基準に、ダイヤモンドを描き始めましょう。",
    "contentEn": "Sirius marks the southernmost vertex of the Winter Diamond. Let's start sketching the Diamond using this brightest star as our reference.",
    "highlightJa": "低空にあるときは、大気の影響で虹色にチカチカと激しくまたたきます。ダイヤモンドの宝石の中でも、最もまばゆい輝きを放つ星です。",
    "highlightEn": "When low on the horizon, Sirius flickers in many colors. It is the most brilliant 'gem' in the entire Winter Diamond.",
    "mythologyJa": "おおいぬ座の口元で輝くシリウスは、オリオンを忠実に追いかける猟犬の姿です。古代エジプトでは、この星が日の出前に昇るのを見てナイル川の氾濫を予知し、実りをもたらす『聖なる星』として崇めました。冬のダイヤモンドを支えるその重厚な輝きは、まさに夜空の王者の風格を漂わせています。",
    "mythologyEn": "Sirius marks the nose of the Great Dog, faithfully following Orion across the heavens. In ancient Egypt, it was revered as the sacred star Sothis, whose predawn rising heralded the life-giving floods of the Nile. Sitting as the brilliant anchor of the Winter Diamond, it radiates the majesty of a celestial king.",
    "triviaJa": "シリウスはダイヤモンドを構成する6つの星の中で、最も地球に近い星（約8.6光年）でもあります。",
    "triviaEn": "Of the six Diamond stars, Sirius is the closest to Earth, located only 8.6 light-years away.",
    "targetId": "Sirius",
    "targetShape": "冬のダイヤモンド"
  },
  "37": {
    "dateMemo": "2月6日",
    "titleJa": "ダイヤモンドの西、アルデバラン",
    "titleEn": "The Western Edge: Aldebaran",
    "contentJa": "シリウスから右上へと目を移すと、オレンジ色の『アルデバラン』が見つかります。これがダイヤモンドの西側の角になります。",
    "contentEn": "Looking up and to the right from Sirius, you'll find the orange Aldebaran, marking the western vertex of the Diamond.",
    "highlightJa": "アルデバランのオレンジ色の光は、冬のダイヤモンドに温かみを与えています。近くにある青い『すばる』との色の対比も楽しみましょう。",
    "highlightEn": "Aldebaran's orange glow adds warmth to the Diamond. Observe how it stands out near the cool blue cluster of the Pleiades.",
    "mythologyJa": "おうし座の『燃えるような目』であるアルデバランは、冬の寒さの中に温かい光をもたらす存在です。アラビア語で『後に続くもの』という意味を持つこの星は、冬が終わるとともに、春の訪れを予感させるように東から力強く昇ってきます。まるで、夜明け前の東の空から現れる、希望の光の先導者のようです。",
    "mythologyEn": "Aldebaran, the fiery eye of Taurus the Bull, brings a warm, orange glow to the winter sky, especially when seen next to the cool blue Pleiades. Its Arabic name, 'The Follower,' suggests its role as a herald, appearing in the east as winter begins to yield, guiding us towards the coming spring.",
    "triviaJa": "アルデバランがある「おうし座」の方向は、天の川銀河の中心とは逆の「外側」を向いています。",
    "triviaEn": "Looking toward Taurus means we are peering toward the outer rim of our Milky Way galaxy, away from its center.",
    "targetId": "Aldebaran",
    "targetShape": "冬のダイヤモンド"
  },
  "38": {
    "dateMemo": "2月7日",
    "titleJa": "南国の幻、カノープスの挑戦",
    "titleEn": "Challenge: Spotting Canopus",
    "contentJa": "ここで少し休憩して、シリウスの真下、地平線ぎりぎりを探してみてください。全天で2番目に明るい『カノープス』が見えるかもしれません。",
    "contentEn": "Let's take a break and look below Sirius, near the southern horizon. You might spot Canopus, the second brightest star in the sky.",
    "highlightJa": "非常に低い位置にあるため、赤っぽく、またたきも非常に激しいのが特徴です。建物や山がない開けた場所で探すのがコツです。",
    "highlightEn": "Because it's so low, it often appears reddish and flickers intensely. Find an open area with a clear view of the south to spot it.",
    "mythologyJa": "中国では「南極老人星」と呼ばれ、これを見た者には長寿が約束されるという縁起の良い星として知られています。",
    "mythologyEn": "In China, it's known as the 'Old Man of the South Pole,' a star that promises long life to those who catch a glimpse of it.",
    "triviaJa": "東北地方より北では見ることができません。東京付近でも、地平線からわずか数度しか上がりません。",
    "triviaEn": "Canopus is invisible from northern Japan. Even in Tokyo, it only rises a few degrees above the southern horizon.",
    "targetId": "Canopus",
    "targetShape": ""
  },
  "39": {
    "dateMemo": "2月8日",
    "titleJa": "ダイヤモンドの頂点、カペラ",
    "titleEn": "The Zenith Peak: Capella",
    "contentJa": "アルデバランからさらに上へ、天頂付近で輝くのが『カペラ』です。ダイヤモンドの最も高い場所にある宝石です。",
    "contentEn": "Rising above Aldebaran to the very top of the sky is Capella. It is the highest jewel in the Winter Diamond.",
    "highlightJa": "黄色く落ち着いた光は、冬の冷たい空気の中でどこか温もりを感じさせます。都会の空でも簡単に見つけられます。",
    "highlightEn": "Its steady yellow light feels warm even in the cold winter air. It's the highest jewel in the Diamond, visible from any city.",
    "mythologyJa": "ぎょしゃ座の肩に抱かれた子山羊の姿がカペラです。全知全能の神ゼウスを育てた雌山羊アマルテイアだと言われています。",
    "mythologyEn": "Capella represents the goat Amalthea, who nursed the infant Zeus in Greek mythology.",
    "triviaJa": "カペラは、太陽のような星が二組、合計四つの星が回り合っている複雑な多重連星系です。",
    "triviaEn": "Capella is a complex quadruple star system, consisting of two pairs of stars orbiting each other.",
    "targetId": "Capella",
    "targetShape": "冬のダイヤモンド"
  },
  "40": {
    "dateMemo": "2月9日",
    "titleJa": "ふたご座のポルックス",
    "titleEn": "Gemini's Pollux in the Diamond",
    "contentJa": "カペラから左（東）へ進むと、ふたご座の『ポルックス』に行き着きます。ダイヤモンドの北東の角を支える星です。",
    "contentEn": "Moving east from Capella, we reach Pollux in Gemini, which anchors the northeastern vertex of the Winter Diamond.",
    "highlightJa": "オレンジ色をしたポルックスと、すぐ隣にある白いカストル。この仲の良い兄弟の並びは、冬の夜空のアクセントです。",
    "highlightEn": "The orange Pollux and the nearby white Castor form a famous pair of twins, adding a beautiful accent to the winter sky.",
    "mythologyJa": "二人は死なない絆で結ばれた兄弟でした。地上での別れを惜しみ、今は天のダイヤモンドの一部として永遠に並んで輝いています。",
    "mythologyEn": "Bound by an eternal bond, the brothers now shine forever side-by-side as part of the celestial Diamond.",
    "triviaJa": "ポルックスは、太陽系外惑星が発見された最初の1等星のひとつです。",
    "triviaEn": "Pollux was one of the first first-magnitude stars confirmed to host an exoplanet.",
    "targetId": "Pollux",
    "targetShape": "冬のダイヤモンド"
  },
  "41": {
    "dateMemo": "2月10日",
    "titleJa": "ダイヤモンドの東、プロキオン",
    "titleEn": "The Eastern Vertex: Procyon",
    "contentJa": "ポルックスから下へ降りてくると、こいぬ座の『プロキオン』があります。ダイヤモンドの東側の輪郭を形作ります。",
    "contentEn": "Descending from Pollux, we find Procyon in Canis Minor, shaping the eastern silhouette of the Diamond.",
    "highlightJa": "白っぽく控えめな輝きですが、周りに明るい星が少ないため、ダイヤモンドの重要な目印になります。",
    "highlightEn": "Though its white light is modest, Procyon's isolation makes it an essential landmark for the celestial hexagon.",
    "mythologyJa": "こいぬ座のモデルは、オリオンを追いかける小さな猟犬です。大きなシリウスに負けじと、健気に輝き続けています。",
    "mythologyEn": "Canis Minor represents Orion's smaller hunting dog, faithfully keeping pace with the larger Sirius.",
    "triviaJa": "プロキオンもシリウスと同様に、目には見えないほど小さな白色矮星を伴っています。",
    "triviaEn": "Like Sirius, Procyon is accompanied by a tiny, invisible white dwarf companion.",
    "targetId": "Procyon",
    "targetShape": "冬のダイヤモンド"
  },
  "42": {
    "dateMemo": "2月11日",
    "titleJa": "ダイヤモンドの南西、リゲル",
    "titleEn": "Rigel: The Southwestern Corner",
    "contentJa": "最後に、プロキオンからシリウスを通り越して、オリオン座の『リゲル』へと繋ぎましょう。これで六角形がほぼ完成します。",
    "contentEn": "Finally, bridge from Procyon past Sirius to Rigel in Orion, nearly completing our giant hexagon.",
    "highlightJa": "青白く鋭いその輝きは、ダイヤモンドの宝石の中でも特に気高い美しさを持っています。",
    "highlightEn": "Rigel's sharp blue-white brilliance is among the most noble and beautiful gems in the Diamond.",
    "mythologyJa": "リゲルはアラビア語で「足」を意味します。狩人が天空の川エリダヌスに足をかけている姿を想像してみてください。",
    "mythologyEn": "Rigel means 'foot.' Imagine Orion resting his foot on the edge of the celestial river, Eridanus.",
    "triviaJa": "リゲルは太陽の数万倍もの明るさを持つ超巨星です。冬の星々の中でも、そのエネルギーの強さはトップクラスです。",
    "triviaEn": "Rigel is a supergiant so luminous that its energy output is among the highest of all winter stars.",
    "targetId": "Rigel",
    "targetShape": "冬のダイヤモンド"
  },
  "43": {
    "dateMemo": "2月12日",
    "titleJa": "完成：冬のダイヤモンド",
    "titleEn": "Completion: The Winter Diamond",
    "contentJa": "ついに全ての星を繋ぎました。シリウス、プロキオン、ポルックス、カペラ、アルデバラン、リゲル。これらを結ぶ広大な『冬のダイヤモンド』の完成です！",
    "contentEn": "We have finally connected all the dots: Sirius, Procyon, Pollux, Capella, Aldebaran, and Rigel. The grand Winter Diamond is complete!",
    "highlightJa": "今夜はこれら6つの1等星を一度に眺めてみましょう。冬の空がこれほどまでに豪華な宝石箱であったことを実感できるはずです。",
    "highlightEn": "Look at all six stars at once tonight. You'll realize just how magnificent the winter sky truly is, like a vast jewelry box.",
    "mythologyJa": "6つの1等星が揃うこの巨大な六角形は、天界の女神が夜空に落とした『魔法の腕輪』や『真珠の首飾り』に例えられます。すべての宝石が揃って輪を描くとき、冬の魔法が最も強くかかり、地上に平和と美しい夢をもたらすと語り継がれてきました。",
    "mythologyEn": "This massive hexagon of six first-magnitude stars is often compared to a 'Magical Bracelet' or a 'Pearl Necklace' dropped by a goddess. It is said that when all these gems align to form this perfect ring, the enchantment of winter reaches its peak, bringing peace and beautiful dreams to the world below.",
    "triviaJa": "この六角形の中には、オリオン座のベテルギウスが赤い中心のように鎮座しています。",
    "triviaEn": "Inside this hexagon, the reddish Betelgeuse sits near the center like a glowing heart.",
    "targetId": "Sirius",
    "targetShape": "冬のダイヤモンド"
  },
  "44": {
    "dateMemo": "2月13日",
    "titleJa": "オリオンの剣：小三つ星の秘密",
    "titleEn": "Orion's Sword: The Lesser Three",
    "contentJa": "オリオンの三つ星の下に、縦に並んだ小さな星の列があります。これが『小三つ星』です。中央には以前紹介した『オリオン大星雲』が隠れています。",
    "contentEn": "Below Orion's Belt lies another vertical row of stars called 'The Sword.' Its center holds the magnificent Orion Nebula.",
    "highlightJa": "今夜は三つ星との「向き」の違いに注目しましょう。腰のベルト（横）と、腰に下げた剣（縦）。狩人の装備がより鮮明に見えてきます。",
    "highlightEn": "Focus on the geometry: the horizontal belt and the vertical sword. It brings the image of the celestial hunter to life.",
    "mythologyJa": "巨人の腰から下がる銀色の剣。勇者オリオンが常に身につけていたと言われ、暗闇の中でも星の光を反射して鋭く輝きます。古代の人々は、この垂直に並ぶ星々を、狩人が獲物を仕留めるための大切な装備として描いてきました。",
    "mythologyEn": "The silver sword hanging from the giant's belt. Said to be Orion's most trusted weapon, it gleams in the darkness of the sky. Throughout history, these vertically aligned stars have been visualized as the sharp, jeweled blade the great hunter carries at his side.",
    "triviaJa": "小三つ星の最も北側の星は、実際には星雲の光が反射して光っている複雑なガス雲の一部です。",
    "triviaEn": "The northernmost 'star' in the sword is actually a complex nebula reflecting nearby starlight.",
    "targetId": "M42",
    "targetShape": "オリオン座"
  },
  "45": {
    "dateMemo": "2月14日",
    "titleJa": "バレンタインの星、ふたご座",
    "titleEn": "Valentine's Gemini",
    "contentJa": "バレンタインデーの夜、寄り添って輝くふたご座のカストルとポルックスを眺めてみませんか。二つの星の絆は、星空で最も有名な物語のひとつです。",
    "contentEn": "On Valentine's night, look at the twin stars Castor and Pollux. Their bond is one of the most famous legends in the night sky.",
    "highlightJa": "ふたご座は、二人の人間が肩を組んで立っているような姿をしています。大切な人と一緒に、この仲の良い星たちを探してみてください。",
    "highlightEn": "The constellation looks like two figures standing side-by-side. Try finding these inseparable stars with someone special tonight.",
    "mythologyJa": "決して離れることのない強い絆で結ばれた兄弟の物語です。不死身の弟ポルックスは、命を落とした兄カストルとの別れを悲しみ、自らの永遠の命を半分分け与えて、二人で星になる道を選びました。バレンタインの夜、この寄り添う二つの星は、大切な人を想う深い愛と誠実さを象徴しています。",
    "mythologyEn": "This is the legend of brothers bound by an unbreakable bond. Pollux, who was immortal, chose to share his everlasting life with his fallen brother Castor so they could remain together as stars forever. On Valentine's night, these two side-by-side stars serve as a symbol of the deepest love and devotion.",
    "triviaJa": "ふたご座は、冬から春にかけて非常に高い位置を通るため、一晩中長く楽しむことができます。",
    "triviaEn": "Gemini passes high overhead during late winter, making it visible for a long duration throughout the night.",
    "targetId": "Pollux",
    "targetShape": "ふたご座"
  },
  "46": {
    "dateMemo": "2月15日",
    "titleJa": "夜空に並ぶ三つの星、オリオンのベルト",
    "titleEn": "Orion's Belt: The Three Stars",
    "contentJa": "今夜はオリオン座の真ん中に真っ直ぐ並ぶ『三つ星』を改めて眺めてみましょう。左（東）からアルニタク、アルニラム、ミンタカという名前があります。",
    "contentEn": "Tonight, let's focus on the three stars of Orion's Belt: Alnitak, Alnilam, and Mintaka, lined up perfectly in the center of the constellation.",
    "highlightJa": "ほぼ同じ明るさで等間隔に並ぶその姿は、一度覚えたら決して忘れない、星空の最も強力なナビゲーターです。",
    "highlightEn": "Their near-perfect alignment and equal brightness make them one of the most reliable navigators in the night sky.",
    "mythologyJa": "日本では古くから、この三つの星を「三つ星（みつぼし）」と呼び、家紋のモチーフなどにも使われてきました。",
    "mythologyEn": "In Japan, they are traditionally called 'Mitsuboshi' and have often been used as motifs for family crests.",
    "triviaJa": "一番右側の「ミンタカ」は、ほぼ天の赤道上に位置しています。そのため、世界中どこから見ても真東から昇り、真西に沈みます。",
    "triviaEn": "Mintaka, the westernmost star, lies almost exactly on the celestial equator, meaning it rises due east and sets due west for everyone on Earth.",
    "targetId": "Alnilam",
    "targetShape": "オリオン座"
  },
  "47": {
    "dateMemo": "2月16日",
    "titleJa": "蜂の巣のような星団、プレセペ",
    "titleEn": "M44: The Beehive Cluster",
    "contentJa": "ふたご座としし座の間にある「かに座」に目を向けてみましょう。そこには『プレセペ星団（M44）』という、ぼんやりとした光の塊が隠れています。",
    "contentEn": "Look toward the constellation Cancer, nestled between Gemini and Leo. There, you'll find the Praesepe Cluster, also known as the Beehive Cluster.",
    "highlightJa": "肉眼ではぼんやりした雲のように見えますが、双眼鏡を使うと数十個の星がバラバラと宝石のように広がる、驚くほど美しい光景が広がります。",
    "highlightEn": "While it looks like a faint smudge to the naked eye, binoculars reveal dozens of stars shimmering like scattered jewels.",
    "mythologyJa": "プレセペとはラテン語で「かいば桶」を意味します。左右にある2つの星がロバで、その真ん中にあるエサを食べている姿に見立てられています。",
    "mythologyEn": "Praesepe means 'manger' in Latin. The two nearby stars represent donkeys feeding from the central manger.",
    "triviaJa": "プレセペ星団は、おうし座のヒアデス星団と兄弟のような関係で、同じガス雲から生まれたと考えられています。",
    "triviaEn": "The Beehive is considered a 'sibling' to the Hyades in Taurus, likely born from the same cosmic cloud at a similar time.",
    "targetId": "M44",
    "targetShape": "かに座"
  },
  "48": {
    "dateMemo": "2月17日",
    "titleJa": "春を告げるライオンの心臓、レグルス",
    "titleEn": "Regulus: The Heart of the Lion",
    "contentJa": "2月も後半になり、東の空から「しし座」が早い時間に昇るようになりました。その足元で白く輝くのが1等星『レグルス』です。",
    "contentEn": "As late February arrives, Leo rises earlier in the east. Regulus, its brightest star, marks the heart of the regal lion.",
    "highlightJa": "レグルスの上には、クエスチョンマークを裏返したような星の並び「ししの大きな鎌」があります。ライオンのたてがみを表すこの形を探してみましょう。",
    "highlightEn": "Above Regulus lies 'The Sickle,' a backward question mark shape that represents the majestic mane of the lion.",
    "mythologyJa": "レグルスは「小さな王」という意味です。古代から王の運命を左右する重要な星とされ、4つの『ロイヤル・スター』のひとつに数えられてきました。",
    "mythologyEn": "Regulus means 'Little King.' Since ancient times, it was considered one of the four 'Royal Stars' governing the fate of kings.",
    "triviaJa": "レグルスは非常に速いスピードで自転しているため、遠心力で「ラグビーボール」のように楕円形に歪んでいると考えられています。",
    "triviaEn": "Regulus spins so incredibly fast that centrifugal force has distorted it into an oblate, rugby-ball shape.",
    "targetId": "Regulus",
    "targetShape": "しし座"
  },
  "49": {
    "dateMemo": "2月18日",
    "titleJa": "孤独な大蛇の心臓、アルファルド",
    "titleEn": "Alphard: The Solitary One",
    "contentJa": "しし座の南側に、ポツンと寂しく輝くオレンジ色の星があります。うみへび座の『アルファルド』です。周りに明るい星がないため、非常に目立つ存在です。",
    "contentEn": "South of Leo, find a solitary orange star shining alone. This is Alphard, the heart of Hydra the Water Snake.",
    "highlightJa": "「孤独なもの」という名にふわしく、暗い夜空にぽっかりと浮かんでいるように見えます。冬の賑やかな星々から少し離れた、静かな輝きを楽しんでください。",
    "highlightEn": "True to its name, it appears to float in a dark patch of sky. Enjoy its quiet glow, away from the bustling stars of winter.",
    "mythologyJa": "アルファルドは、怪物ヒドラ（うみへび）の心臓の位置にあります。勇者ヘラクレスとの戦いで、切っても切っても首が生えてくる怪物の心臓です。",
    "mythologyEn": "Alphard marks the heart of the Hydra, the multi-headed monster defeated by Hercules in Greek mythology.",
    "triviaJa": "アルファルドは、太陽の約50倍の大きさがある巨星です。オレンジ色に見えるのは、星が年老いて膨らみ、表面温度が下がっているためです。",
    "triviaEn": "Alphard is a giant star about 50 times the diameter of the Sun. Its orange color indicates an aging, cooling, and expanding star.",
    "targetId": "Alphard",
    "targetShape": ""
  },
  "50": {
    "dateMemo": "2月19日",
    "titleJa": "実は六重連星、カストルの秘密",
    "titleEn": "Castor's Secret: A Sextuple Star",
    "contentJa": "ふたご座の兄『カストル』には、驚くべき秘密があります。肉眼ではひとつの白い星に見えますが、実際には6つの星が複雑に回り合っているのです。",
    "contentEn": "Castor, the elder twin of Gemini, looks like a single white star but is actually a complex system of six stars orbiting each other.",
    "highlightJa": "望遠鏡を使うと2つ、あるいは3つの星に分かれて見えます。宇宙にはこのように、複数の星が家族のように集まって輝く場所がたくさんあります。",
    "highlightEn": "A telescope reveals it as multiple distinct points of light. The universe is full of such stellar families shining together.",
    "mythologyJa": "カストルとポルックスは、生前も星となった後も、片時も離れることのない強い絆で結ばれた兄弟でした。一見ひとつの星に見えるカストルが、実は多くの星が集まった大家族のような存在であることは、彼らが分かち合った深い愛と、決して独りではないという温かな絆を象徴しているかのようです。",
    "mythologyEn": "Castor and Pollux were brothers bound by a bond so strong that even the gods could not separate them. The discovery that Castor is actually a grand family of six stars reflects the hidden depth of their story—a reminder that in the vastness of the cosmos, they are never truly alone, but part of an eternal, shining lineage.",
    "triviaJa": "夜空に見える星の半分以上は、太陽のような単独の星ではなく、仲間と一緒に暮らす「連星」であると言われています。",
    "triviaEn": "Interestingly, over half of the stars you see are part of binary or multiple star systems, rather than loners like our Sun.",
    "targetId": "Castor",
    "targetShape": "ふたご座"
  },
  "51": {
    "dateMemo": "2月20日",
    "titleJa": "北を探す道標、指極星",
    "titleEn": "The Pointers: Finding North",
    "contentJa": "今夜は北の空高くに昇った「北斗七星」を探してみましょう。ひしゃくの器の先端にある二つの星、メラクとドゥーベが北極星を指し示します。",
    "contentEn": "Tonight, look high in the northern sky for the Big Dipper. The two stars at the end of its bowl, Merak and Dubhe, point the way to Polaris.",
    "highlightJa": "この二つの星を結んで5倍ほど延ばすと、北極星に突き当たります。古くから旅人や航海士が使ってきた確実な方法です。",
    "highlightEn": "Extend the line between these two stars five times to find the North Star—a method used by travelers and sailors for centuries.",
    "mythologyJa": "この二つの星は、大熊（おおぐま座）の背中とお尻にあたります。古代から『天の案内人』と呼ばれ、暗い夜の海をゆく船乗りたちにとって、不動の北極星へと導いてくれる慈愛に満ちた道標でした。迷いの中にいる者に正しき道を示す、誠実な守護星の物語です。",
    "mythologyEn": "Marking the back and loin of the Great Bear, Merak and Dubhe are the 'Celestial Guides.' For centuries, sailors on the trackless ocean looked to these two stars as loyal companions that point the way to the constant Polaris, offering a story of hope and direction to all wanderers of the night.",
    "triviaJa": "この2つの星は「指極星（しきょくせい）」と呼ばれます。北極星がそれほど明るくないため、このガイドが非常に重要になります。",
    "triviaEn": "Known as 'The Pointers,' these stars are essential because Polaris itself is not exceptionally bright.",
    "targetId": "Merak",
    "targetShape": "北斗七星"
  },
  "52": {
    "dateMemo": "2月21日",
    "titleJa": "不動の星、ポラリス",
    "titleEn": "Polaris: The Constant Star",
    "contentJa": "北の空で、一年中、そして一晩中場所を変えずに輝く唯一の星、それが『ポラリス（北極星）』です。地球の自転軸の真上近くにあるため、止まっているように見えます。",
    "contentEn": "Polaris, the North Star, remains in the same spot all night and all year round. Because it sits almost directly above Earth's axis, it appears stationary.",
    "highlightJa": "他の全ての星がポラリスを中心に円を描いて回ります。都会でも見つけやすい2等星ですので、自分の北の目印を確定させましょう。",
    "highlightEn": "Every other star circles around Polaris. It's a second-magnitude star, visible even in cities, serving as a permanent anchor for your directions.",
    "mythologyJa": "北極星は『天の要（かなめ）』として、世界中で特別な敬意を払われてきました。古代の中国や日本では、この星を不動の『天帝』や『妙見菩薩（みょうけんぼさつ）』の化身と考え、宇宙の秩序を守る中心的な存在として崇めてきました。決して揺るがないその姿は、誠実さや変わらぬ志の象徴でもあります。",
    "mythologyEn": "Polaris has been revered worldwide as the 'Pivot of the Heavens.' In East Asian traditions, it was seen as the manifestation of the Heavenly Emperor, the immovable center of the cosmic order. Because it never wavers, it has become a universal symbol of loyalty, truth, and a constant heart.",
    "triviaJa": "実は、ポラリスが北極星であるのは今の時代だけです。地球の回転軸がゆっくり揺れているため、数千年の時をかけて北極星になる星は交代していきます。",
    "triviaEn": "Due to a slow wobble in Earth's axis called precession, different stars take turns being the pole star over thousands of years.",
    "targetId": "Polaris",
    "targetShape": "こぐま座"
  },
  "53": {
    "dateMemo": "2月22日",
    "titleJa": "黄金に輝く巨星、ドゥーベ",
    "titleEn": "Dubhe: The Golden Giant",
    "contentJa": "北斗七星の中で、ひしゃくの縁にあたる明るい星が『ドゥーベ』です。周りの星が青白い中で、この星は温かみのあるオレンジ色をしています。",
    "contentEn": "Dubhe is the brightest star at the edge of the Big Dipper's bowl. Unlike its blue-white neighbors, it shines with a warm orange glow.",
    "highlightJa": "双眼鏡で見ると、その色の違いがよりはっきりとわかります。北極星を探すための「指極星」のひとつでもあります。",
    "highlightEn": "Binoculars reveal its distinct color clearly. It is also one of the two key 'Pointer' stars used to locate Polaris.",
    "mythologyJa": "名前のアラビア語「ドゥッブ」は「熊」を意味します。おおぐま座を象徴する、非常に古い由来を持つ名前です。",
    "mythologyEn": "Its name comes from the Arabic word 'dubb,' meaning 'bear,' a fitting title for the primary star of Ursa Major.",
    "triviaJa": "ドゥーベは太陽の約30倍の大きさがある巨星です。北斗七星の他の星とは違い、ドゥーベだけは別の方向へ動いています。",
    "triviaEn": "Dubhe is a giant star about 30 times the size of the Sun. Uniquely among Big Dipper stars, it is moving in a different direction from the rest.",
    "targetId": "Dubhe",
    "targetShape": "北斗七星"
  },
  "54": {
    "dateMemo": "2月23日",
    "titleJa": "古代の視力検査、ミザールとアルコル",
    "titleEn": "Mizar and Alcor: The Celestial Eye Test",
    "contentJa": "北斗七星の柄の端から2番目にある星をじっと見つめてみてください。すぐそばに『アルコル』という小さな星が寄り添っています。見えるでしょうか？",
    "contentEn": "Look closely at the second star from the end of the Big Dipper's handle. Next to it is a tiny companion, Alcor. Can you spot it?",
    "highlightJa": "かつて古代ローマやアラビアの兵士たちは、この2つの星を見分けられるかどうかで視力を測っていたと言われています。",
    "highlightEn": "Legend says ancient soldiers used these two stars as a vision test—if you could see both, your eyesight was fit for duty.",
    "mythologyJa": "アラビアでは、明るいミザールを『馬』、小さなアルコルを『騎手』と呼んで親しんできました。二つの星は決して離れない相棒として、北極星を囲む旅を続けています。日本では『寿命星（じゅみょうぼし）』とも呼ばれ、この星が見えることは健康と長寿の証とされてきました。",
    "mythologyEn": "In Arabic tradition, Mizar is 'The Horse' and Alcor is 'The Rider.' They are seen as loyal companions riding forever through the night. In Japan, Alcor is known as the 'Star of Longevity,' and being able to spot its faint light has long been celebrated as a sign of a long and healthy life.",
    "triviaJa": "ミザール自体も、望遠鏡で見るとさらに分かれる連星です。実は合計で6つの星が集まっている、非常に複雑なシステムです。",
    "triviaEn": "Mizar is itself a multiple star system. In total, six stars are bound together in this complex gravitational family.",
    "targetId": "Mizar",
    "targetShape": "北斗七星"
  },
  "55": {
    "dateMemo": "2月24日",
    "titleJa": "しし座のたてがみ、アルギエバ",
    "titleEn": "Algieba: The Lion's Mane",
    "contentJa": "しし座の「ししの大きな鎌（？を裏返した形）」の中で、レグルスのすぐ上に輝くのが『アルギエバ』です。ライオンのたてがみを表す星です。",
    "contentEn": "In the 'Sickle of Leo,' the star just above Regulus is Algieba. It represents the majestic mane of the celestial lion.",
    "highlightJa": "黄金色に輝く美しい2等星です。都会でも見つけやすく、春が近づいていることを知らせてくれる凛とした輝きです。",
    "highlightEn": "This beautiful golden second-magnitude star is easy to spot in cities, heralding the arrival of the spring sky.",
    "mythologyJa": "『アルギエバ』はアラビア語で『額（ひたい）』を意味しますが、現代ではライオンの誇り高き『たてがみ』を象徴する星として親しまれています。黄金色に輝くその姿は、春の風になびく王者の髪のように、夜空に気高い気品を添えています。",
    "mythologyEn": "While its name originates from the Arabic for 'The Forehead,' Algieba is best known as the star marking the Lion's magnificent mane. Its golden radiance evokes the image of a kingly mane flowing in the spring breeze, adding a touch of noble elegance to the night sky.",
    "triviaJa": "アルギエバは、実は全天で最も美しい二重星のひとつです。望遠鏡で見ると、オレンジ色と黄金色の二つの星が寄り添う絶景が見られます。",
    "triviaEn": "Algieba is one of the most beautiful double stars; a telescope reveals two golden-orange stars shining close together.",
    "targetId": "Algieba",
    "targetShape": "しし座"
  },
  "56": {
    "dateMemo": "2月25日",
    "titleJa": "しし座のしっぽ、デネボラ",
    "titleEn": "Denebola: The Lion's Tail",
    "contentJa": "しし座の東（後ろ）の端で輝く2等星が『デネボラ』です。ライオンの尻尾の位置にあり、この星が昇ってくると春本番が近いことを感じさせます。",
    "contentEn": "Denebola marks the tip of the lion's tail in Leo. Its presence higher in the sky is a sure sign that the heart of spring is near.",
    "highlightJa": "レグルス（心臓）、アルギエバ（たてがみ）、そしてデネボラ（尻尾）を結ぶと、大きなライオンの姿がイメージしやすくなります。",
    "highlightEn": "Connecting Regulus, Algieba, and Denebola helps reveal the grand silhouette of the Lion in the night sky.",
    "mythologyJa": "デネボラはアラビア語で「ライオンの尻尾」を意味します。はくちょう座のデネブも「尻尾」という意味を持っており、同じ語源です。",
    "mythologyEn": "Denebola means 'The Lion's Tail' in Arabic. It shares the 'Deneb' root (meaning tail) with the famous star in Cygnus.",
    "triviaJa": "デネボラは、後で紹介する「春の大三角」や「春のダイヤモンド」を構成する非常に重要な星です。",
    "triviaEn": "Denebola is a key vertex in both the Spring Triangle and the Spring Diamond asterisms.",
    "targetId": "Denebola",
    "targetShape": "しし座"
  },
  "57": {
    "dateMemo": "2月26日",
    "titleJa": "巨大な三角形、春の大三角の兆し",
    "titleEn": "Spring Triangle: First Signs",
    "contentJa": "今夜は、深夜の空に注目してみましょう。しし座のデネボラが昇り、その後にオレンジ色の明るい星、うしかい座の『アークトゥルス』が現れます。",
    "contentEn": "Late tonight, look for Denebola in Leo, followed by the brilliant orange Arcturus in Boötes as they begin to form the Spring Triangle.",
    "highlightJa": "デネボラ、アークトゥルス、そしておとめ座のスピカ。これら三つの星を結ぶと、巨大な『春の大三角』が描かれます。",
    "highlightEn": "Denebola, Arcturus, and Spica together form the vast 'Spring Triangle,' dominating the upcoming season's sky.",
    "mythologyJa": "この巨大な三角形を形作る星々は、大地を眠りから呼び覚ます『春の使者』たちです。百獣の王の誇り（しし座）、熊を見守る番人の知恵（うしかい座）、そして大地に実りをもたらす女神の慈しみ（おとめ座）。これら三つの力が空に揃う時、世界に本当の春が訪れると言い伝えられてきました。",
    "mythologyEn": "The stars forming this massive triangle are known as the 'Heralds of Spring.' Comprising the pride of the Lion, the wisdom of the Bear's Guardian, and the grace of the Harvest Goddess, their collective appearance signals the moment the world truly awakens from its long winter slumber.",
    "triviaJa": "冬の大三角が正三角形に近いのに対し、春の大三角は少し縦長の、非常に大きな三角形です。",
    "triviaEn": "Unlike the nearly equilateral Winter Triangle, the Spring Triangle is a much larger and more elongated formation.",
    "targetId": "Denebola",
    "targetShape": "春の大三角"
  },
  "58": {
    "dateMemo": "2月27日",
    "titleJa": "冬の星座たちとの別れ",
    "titleEn": "Farewell to the Winter Stars",
    "contentJa": "2月の終わり、オリオン座などの冬の星座たちは、夜が更けると西の空へと低く傾いていきます。豪華な冬のスターたちを見送る時期が近づいています。",
    "contentEn": "As February ends, Orion and the other winter constellations begin to sink toward the western horizon earlier each night.",
    "highlightJa": "今夜は、西へ沈みゆく「冬のダイヤモンド」を最後にもう一度眺めてみましょう。季節が確実に巡っていることを実感できます。",
    "highlightEn": "Take one last long look at the Winter Diamond tonight as it tilts toward the west, signaling the turning of the celestial seasons.",
    "mythologyJa": "冬の間、夜空を力強く支配した狩人オリオンと、彼に付き従う二匹の猟犬たち。春の足音が聞こえ始めると、彼らは西の地平線の彼方にある休息の地へと向かいます。それは永遠に繰り返される、星たちの旅の終わりと始まりの物語です。",
    "mythologyEn": "Orion the Hunter and his two loyal hounds, who dominated the winter sky with their brilliance, now head toward their resting place beyond the western horizon as the first whispers of spring arrive. Their departure marks the end of one chapter in the eternal cycle of the stars.",
    "triviaJa": "星たちは毎日約4分ずつ早く沈みます。この積み重ねが、1ヶ月で約2時間の差となり、季節の星座を入れ替えていきます。",
    "triviaEn": "Stars set about four minutes earlier each day, which adds up to two hours every month, shifting the constellations across the seasons.",
    "targetId": "Sirius",
    "targetShape": ""
  },
  "59": {
    "dateMemo": "2月28日",
    "titleJa": "2月の終幕：惑星たちのパレード",
    "titleEn": "February Finale: The Planetary Parade",
    "contentJa": "2月最後の夜、空では珍しい『惑星パレード』が起きています。複数の惑星が寄り添うように並ぶこの現象は、3月の皆既月食へと続く壮大な物語のプロローグのようです。",
    "contentEn": "On this final night of February, we witness a rare 'Planetary Parade.' This alignment of planets serves as a magnificent prologue to the total lunar eclipse coming in March.",
    "highlightJa": "今夜は北斗七星に加えて、列をなす惑星たちを探してみましょう。神々の名を持つ星たちが、3月3日の『赤い月』を祝うために集まっているかのようです。",
    "highlightEn": "Tonight, look for the procession of planets alongside the Big Dipper. It's as if the gods themselves have gathered to prepare for the 'Blood Moon' on March 3rd.",
    "mythologyJa": "惑星はギリシャ語で『彷徨う者』を意味します。かつての人々は、規則正しく動く星々の中で自由に空を歩く惑星を、特別な意志を持つ神々と見なしました。今夜のパレードは、天界の神々が春の訪れと月食の奇跡を祝うために、一堂に会している姿なのです。",
    "mythologyEn": "The word 'planet' comes from the Greek for 'wanderer.' Ancient people saw these moving lights as gods with their own will. Tonight’s parade is envisioned as a divine gathering of deities meeting to celebrate the coming of spring and the miracle of the eclipse.",
    "triviaJa": "『惑星パレード』とは、複数の惑星が太陽の片側に集まり、地球から見て一直線状に並んで見える現象です。実際に宇宙で一直線に並ぶわけではありませんが、地上からは神々が列を作って歩いているような幻想的な光景を楽しめます。",
    "triviaEn": "A 'Planetary Parade' occurs when several planets appear in the same region of the sky from Earth's perspective. While they aren't actually in a straight line in space, they create a breathtaking celestial procession as if the gods are marching together.",
    "targetId": "Dubhe",
    "targetShape": "北斗七星"
  },
  "60": {
    "dateMemo": "3月1日",
    "titleJa": "3月の始まり：アークトゥルスの輝き",
    "titleEn": "March Begins: The Light of Arcturus",
    "contentJa": "3月に入りました。東の空にはオレンジ色の明るい星、うしかい座の『アークトゥルス』が元気に昇っています。北天で最も明るい恒星です。",
    "contentEn": "March is here! Arcturus, the brilliant orange star in Boötes, rises prominently in the east. It is the brightest star in the northern celestial hemisphere.",
    "highlightJa": "北斗七星の柄のカーブをそのまま延ばしていくと、アークトゥルスに突き当たります。これを『春の大曲線』と呼びます。",
    "highlightEn": "Follow the curve of the Big Dipper's handle to 'arc' to Arcturus. This famous path is known as the Great Spring Curve.",
    "mythologyJa": "アークトゥルスは「熊を見守るもの」という意味。北斗七星（おおぐま座）を追いかけるように空を回る姿から名付けられました。",
    "mythologyEn": "Arcturus means 'Guardian of the Bear,' named for its position seemingly following the Big Dipper across the sky.",
    "triviaJa": "アークトゥルスは非常に速いスピードで移動しており、数万年後には今とは違う星座に移動してしまうと言われています。",
    "triviaEn": "Arcturus is moving so fast through space that it will shift to a different part of the sky in tens of thousands of years.",
    "targetId": "Arcturus",
    "targetShape": "春の大三角"
  },
  "61": {
    "dateMemo": "3月2日",
    "titleJa": "月食前夜：満月へのカウントダウン",
    "titleEn": "Eclipse Eve: Countdown to Full Moon",
    "contentJa": "明日の夜はいよいよ皆既月食です。今夜はその準備として、東の空から昇ってくる大きな満月を眺めてみましょう。",
    "contentEn": "Tomorrow night is the Total Lunar Eclipse. Tonight, prepare by watching the nearly full moon rise majestically in the east.",
    "highlightJa": "月が空のどのあたりを通るか、今のうちに確認しておきましょう。明日の同時刻には、この月が地球の影に飲み込まれます。",
    "highlightEn": "Observe the moon's path tonight. At this same time tomorrow, the moon will be sliding into the Earth's shadow.",
    "mythologyJa": "北欧神話では、月を飲み込もうとする巨大な狼『ハティ』が、空の端から端まで月を追いかけ続けていると言われています。月食の前夜である今夜は、その狼が月に最も近づき、喉を鳴らしている……そんな緊迫した『嵐の前の静けさ』の夜なのかもしれません。",
    "mythologyEn": "In Norse mythology, the moon is eternally chased by a giant wolf named Hati. On the eve of an eclipse, it was said that the wolf was finally close enough to catch its breath. Tonight is the quiet before the cosmic chase reaches its thrilling climax.",
    "triviaJa": "月食は太陽・地球・月が一直線に並ぶときに起こります。明日はその完璧な整列を地上から目撃できる日です。",
    "triviaEn": "A lunar eclipse occurs when the Sun, Earth, and Moon align perfectly. Tomorrow we witness this alignment firsthand.",
    "targetId": "Moon",
    "targetShape": ""
  },
  "62": {
    "dateMemo": "3月3日",
    "titleJa": "神秘の赤：2026年 皆既月食",
    "titleEn": "Total Lunar Eclipse: The Blood Moon",
    "contentJa": "今夜は2026年最大の天体ショー、皆既月食です。月が地球の影に完全に入ると、神秘的な「赤銅色（しゃくどういろ）」の月が浮かび上がります。",
    "contentEn": "Tonight is the grandest celestial event of 2026: a Total Lunar Eclipse. The moon will glow with a mysterious deep red 'Blood Moon' hue.",
    "highlightJa": "20時半ごろ（日本時間）に皆既食のピークを迎えます。真っ暗になるのではなく、赤く輝く月の姿は一生の思い出になるはずです。",
    "highlightEn": "The eclipse peaks around 8:30 PM JST. Seeing the moon glow red rather than disappearing is a truly awe-inspiring sight.",
    "mythologyJa": "古代、赤い月は不吉な予兆とされることもありましたが、現代では宇宙の影絵を楽しむ平和なイベントとして愛されています。",
    "mythologyEn": "While once feared as an omen, today we cherish the Blood Moon as a peaceful and majestic cosmic shadow play.",
    "triviaJa": "月が赤く見えるのは、地球の大気で屈折したわずかな赤い光だけが月まで届き、照らしているからです。",
    "triviaEn": "The moon turns red because Earth's atmosphere bends only the red part of the sun's spectrum onto the lunar surface.",
    "targetId": "Moon",
    "targetShape": ""
  },
  "63": {
    "dateMemo": "3月4日",
    "titleJa": "月食の余韻と、白いスピカ",
    "titleEn": "Post-Eclipse: The White Spica",
    "contentJa": "月食の興奮が冷めやらぬ夜、昨夜月がいた場所の少し先で輝く白い星を探してみましょう。おとめ座の『スピカ』です。",
    "contentEn": "After the excitement of the eclipse, look for the pure white star shining near where the moon was: Spica in Virgo.",
    "highlightJa": "アークトゥルスからさらに春の大曲線を延ばした先にあります。青白く清純なその光は、春の夜空の宝石と呼ばれます。",
    "highlightEn": "Continue the Great Spring Curve beyond Arcturus to find Spica. Its cool white light is known as the jewel of the spring sky.",
    "mythologyJa": "スピカは女神が持つ「麦の穂」の先にあります。春の訪れとともに、実り豊かな季節を願う象徴とされてきました。",
    "mythologyEn": "Spica represents the ear of grain held by the goddess Virgo, symbolizing harvest and the fertility of spring.",
    "triviaJa": "スピカは表面温度が2万度を超える非常に熱い星です。その凄まじい熱が、あの白く鋭い輝きを生み出しています。",
    "triviaEn": "Spica is an incredibly hot star, with surface temperatures over 20,000°C, resulting in its brilliant white appearance.",
    "targetId": "Spica",
    "targetShape": "おとめ座"
  },
  "64": {
    "dateMemo": "3月5日",
    "titleJa": "女神の輪郭、おとめ座",
    "titleEn": "Virgo: The Sleeping Goddess",
    "contentJa": "スピカを抱く「おとめ座」は、全天で2番目に大きな星座です。春の夜空をゆったりと横たわる女神の姿を探してみましょう。",
    "contentEn": "Virgo, home to Spica, is the second-largest constellation in the sky. Look for the goddess lying gracefully across the night.",
    "highlightJa": "スピカ以外は暗い星が多いですが、アルファベットの「Y」の字を描くように星を繋ぐと、女神の姿が見えてきます。",
    "highlightEn": "Though its other stars are faint, tracing a 'Y' shape from Spica reveals the graceful form of the goddess.",
    "mythologyJa": "ギリシャ神話では正義の女神アストライア、あるいは豊穣の女神デメテルの娘ペルセポネなどと言われています。",
    "mythologyEn": "In myth, she is often seen as Astraea, the goddess of justice, or Persephone, daughter of the harvest goddess.",
    "triviaJa": "おとめ座の方向には、数千もの銀河が集まる『おとめ座銀河団』があり、宇宙の深淵を覗く窓のようになっています。",
    "triviaEn": "The constellation points toward the Virgo Cluster, a massive group of thousands of galaxies deep in space.",
    "targetId": "Spica",
    "targetShape": "おとめ座"
  },
  "65": {
    "dateMemo": "3月6日",
    "titleJa": "王の心臓、コル・カロリ",
    "titleEn": "Cor Caroli: Charles's Heart",
    "contentJa": "北斗七星のひしゃくの下あたりに、ポツンと輝く3等星があります。りょうけん座の『コル・カロリ』です。",
    "contentEn": "Below the handle of the Big Dipper sits a solitary third-magnitude star named Cor Caroli, the 'Heart of Charles.'",
    "highlightJa": "「チャールズの心臓」という意味のロマンチックな名前を持つ星です。周りに明るい星がないため、控えめながらも凛とした輝きが際立ちます。",
    "highlightEn": "With few bright stars nearby, its dignified light stands out. It's a hidden gem of the spring sky with a romantic history.",
    "mythologyJa": "17世紀のイギリスで、処刑された国王チャールズ1世を偲んで名付けられました。その息子チャールズ2世がロンドンに帰還した夜、この星が不思議なほど明るく輝いたという伝説があります。古い神話ではありませんが、王への忠誠と愛を象徴する『歴史の物語』を秘めた星です。",
    "mythologyEn": "Named in 17th-century England to honor King Charles I. Legend says the star shone with extraordinary brilliance on the night King Charles II returned to London in 1660 to restore the monarchy. It represents a more modern legend of loyalty and the 'heart' of a king watching over his people.",
    "triviaJa": "コル・カロリは非常に美しい二重星で、小さな望遠鏡で見ると色がわずかに異なる二つの星が仲良く並んでいます。",
    "triviaEn": "Cor Caroli is a famous double star; a small telescope reveals two stars of slightly different colors side-by-side.",
    "targetId": "CorCaroli",
    "targetShape": ""
  },
  "66": {
    "dateMemo": "3月7日",
    "titleJa": "完成：春のダイヤモンド",
    "titleEn": "The Spring Diamond",
    "contentJa": "今夜は、春の夜空の集大成『春のダイヤモンド』を完成させましょう。アークトゥルス、スピカ、デネボラ、そしてコル・カロリを結ぶ大きな菱形です。",
    "contentEn": "Tonight, complete the 'Spring Diamond,' a grand rhombus formed by Arcturus, Spica, Denebola, and Cor Caroli.",
    "highlightJa": "夜空に浮かぶ巨大なダイヤモンドは、春の訪れを祝う宝石のようです。この形を見つければ、春の主要な星をすべてマスターしたことになります。",
    "highlightEn": "This giant celestial diamond celebrates the arrival of spring. Spotting it means you've mastered the season's key stars.",
    "mythologyJa": "この巨大な菱形は、神々が地上の春を眺めるための『天の窓』、あるいは女神が自らの姿を映す『聖なる鏡』に例えられることがあります。冬の賑やかな星空とは対照的に、星の少ない空間にぽつんと浮かぶこのダイヤモンドは、春の静かで清らかな美しさを象徴しています。",
    "mythologyEn": "This grand rhombus is often imagined as a 'Celestial Window' through which the gods watch the spring bloom, or a 'Sacred Mirror' used by the goddesses. Standing in a sparse patch of sky, this elegant diamond represents a serene and pure beauty, offering a quiet contrast to the dazzling clusters of winter.",
    "triviaJa": "春のダイヤモンドの中には星が少なく、がらんとして見えます。これは、私たちが銀河系の外の「宇宙の深淵」を見ているからです。",
    "triviaEn": "The Diamond's center looks empty because we are peering out of our galaxy's disk into the vast intergalactic void.",
    "targetId": "CorCaroli",
    "targetShape": ""
  },
  "67": {
    "dateMemo": "3月8日",
    "titleJa": "かみのけ座の淡い星団",
    "titleEn": "Berenice's Hair Cluster",
    "contentJa": "しし座のデネボラとコル・カロリの中間あたりに、星がバラバラと散らばったような不思議なエリアがあります。そこが『かみのけ座』です。",
    "contentEn": "Between Denebola and Cor Caroli lies a misty patch of scattered stars known as Coma Berenices, or Berenice's Hair.",
    "highlightJa": "街明かりが少ない場所なら、まるで繊細な髪の毛がなびいているように見えます。双眼鏡で見ると、数十個の星がまばゆいばかりに広がります。",
    "highlightEn": "In dark skies, it resembles delicate tresses of hair. Binoculars transform it into a dazzling field of dozens of stars.",
    "mythologyJa": "古代エジプトの王妃ベレニケが、夫の無事を祈って神に捧げた美しい髪の毛が星になったという、愛の物語が込められています。",
    "mythologyEn": "It tells the story of Queen Berenice of Egypt, who sacrificed her hair to the gods for her husband's safe return from war.",
    "triviaJa": "この星団（Mel 111）は、地球から約280光年という非常に近い距離にあるため、とても広く大きく見えています。",
    "triviaEn": "Because this cluster is relatively close to Earth, it appears unusually large and spread out in our night sky.",
    "targetId": "Melotte111",
    "targetShape": ""
  },
  "68": {
    "dateMemo": "3月9日",
    "titleJa": "北斗七星で最も明るい星、アリオト",
    "titleEn": "Alioth: The Brightest of the Seven",
    "contentJa": "北斗七星の7つの星の中で、最も明るく輝いているのが『アリオト』です。ひしゃくの柄の付け根に位置しています。",
    "contentEn": "Of the seven stars in the Big Dipper, Alioth is the brightest. It's located at the point where the handle meets the bowl.",
    "highlightJa": "北斗七星はすべての星が同じ明るさに見えますが、じっくり見比べるとこのアリオトがわずかに勝っているのがわかります。",
    "highlightEn": "While the stars of the Big Dipper appear uniform, careful observation reveals Alioth's subtle dominance in brightness.",
    "mythologyJa": "おおぐま座の腰からしっぽの付け根に位置する星です。ギリシャ神話では、熊に変えられたカリストが空に上げられる際、大神ゼウスがしっぽを掴んで放り投げたため、北斗七星の柄にあたるしっぽの部分が不自然に長く伸びてしまったという、少し気の毒な物語が語り継がれています。",
    "mythologyEn": "Alioth marks the base of the Great Bear's tail. In Greek myth, it is said that when Zeus flung the bear into the sky, he grabbed her by the tail and swung her around. This caused the tail to stretch, which is why the Big Dipper’s handle—the bear's tail—is so long compared to a real bear.",
    "triviaJa": "アリオトは北斗七星の他の星たちと同じ方向に動く「仲間」の星です。彼らは宇宙を一緒に旅する家族のような存在です。",
    "triviaEn": "Alioth is a member of the Ursa Major Moving Group, a family of stars traveling through space together.",
    "targetId": "Alioth",
    "targetShape": "北斗七星"
  },
  "69": {
    "dateMemo": "3月10日",
    "titleJa": "西へ去りゆく冬の思い出",
    "titleEn": "Farewell to Winter Memories",
    "contentJa": "春の星座が天高く昇る一方で、西の地平線には「冬の大三角」が沈もうとしています。季節の交代を告げる、寂しくも美しい光景です。",
    "contentEn": "As spring stars climb high, the Winter Triangle sinks toward the western horizon, marking the final changing of the guard.",
    "highlightJa": "低空に沈みゆくシリウスやベテルギウスを探してみましょう。これで見納め、また次の冬に会えるまでのお別れです。",
    "highlightEn": "Look for Sirius and Betelgeuse near the horizon. It's a final chance to see them before they depart until next winter.",
    "mythologyJa": "冬の間、夜空を力強く駆け抜けた狩人オリオンと、彼に忠実に仕えた二匹の猟犬たち。彼らは春の柔らかな光に押し出されるように、西の地平線へと休息に向かいます。空の主役というバトンを、しし座やおとめ座へと手渡す、天上の静かな世代交代です。",
    "mythologyEn": "After a long winter spent racing across the heavens, the great hunter Orion and his loyal hounds finally head toward the western horizon for their seasonal rest. This is a quiet changing of the guard, as they hand the celestial spotlight over to the lions and goddesses of spring.",
    "triviaJa": "星々が沈んだ後も、冬のダイヤモンドの一部だったカペラだけは、北の空に遅くまで残っています。",
    "triviaEn": "Even after the others set, Capella lingers longer in the northern sky due to its high northern position.",
    "targetId": "Sirius",
    "targetShape": ""
  },
  "70": {
    "dateMemo": "3月11日",
    "titleJa": "ブドウを収穫する星、ビンデミアトリックス",
    "titleEn": "Vindemiatrix: The Grape Gatherer",
    "contentJa": "おとめ座の女神の右腕あたりで輝く3等星が『ビンデミアトリックス』です。農業と結びついた面白い名前を持っています。",
    "contentEn": "Vindemiatrix is a third-magnitude star in Virgo. Its name means 'The Grape Gatherer,' reflecting its ancient ties to farming.",
    "highlightJa": "スピカの北側（上）に位置しています。派手ではありませんが、黄色い落ち着いた光が、春の穏やかな夜にふさわしい趣を持っています。",
    "highlightEn": "Located north of Spica, its steady yellow light offers a calm presence perfectly suited to a quiet spring evening.",
    "mythologyJa": "ギリシャ神話では、酒の神ディオニュソスが愛した青年アンペロスの姿だと言われています。彼がブドウの収穫中に不慮の事故で命を落とした際、神はその死を悼んで彼を天に上げ、この星にしたと伝えられています。女神の腕の中で、今も豊かな実りを静かに知らせ続けています。",
    "mythologyEn": "In Greek myth, this star is linked to Ampelus, a youth loved by Dionysus, the god of wine. After Ampelus tragically died while picking grapes, Dionysus placed him among the stars to preserve his memory. Nestled in the arm of Virgo, he eternally watches over the earth's harvest.",
    "triviaJa": "古代ローマでは、この星が日の出直前に昇ってくる時期がブドウの収穫期と一致していたため、農家にとって重要な星でした。",
    "triviaEn": "In ancient Rome, this star's dawn rising coincided with the grape harvest, making it a celestial calendar for farmers.",
    "targetId": "Vindemiatrix",
    "targetShape": "おとめ座"
  },
  "71": {
    "dateMemo": "3月12日",
    "titleJa": "スピカを見つける「カラス」のガイド",
    "titleEn": "Corvus: The Crow Guide",
    "contentJa": "おとめ座のスピカのすぐ近くに、小さな四角形の星の並びが見えます。「からす座」です。このカラスはスピカを見つけるための重要な目印になります。",
    "contentEn": "Near Spica, you'll find a small quadrilateral of stars known as Corvus the Crow. This bird serves as a reliable guide to finding Spica.",
    "highlightJa": "四角形の右側の2つの星を結んで延ばすと、スピカに突き当たります。都会でも比較的見つけやすい整った形をしています。",
    "highlightEn": "Extend a line through the right side of the quadrangle to point directly at Spica. Its compact shape is easy to recognize.",
    "mythologyJa": "アポロン神の使いだった白いカラスが、嘘をついた罰で真っ黒に焼かれ、空に張り付けにされたという少し悲しい神話があります。",
    "mythologyEn": "In myth, a white crow was turned black and pinned to the sky as punishment by the god Apollo for telling a lie.",
    "triviaJa": "からす座の4つの星は、帆のような形に見えることから、西洋では帆船の帆に見立てられることもあります。",
    "triviaEn": "The four main stars of Corvus are sometimes visualized as the sail of a ship, due to their distinct shape.",
    "targetId": "Spica",
    "targetShape": ""
  },
  "72": {
    "dateMemo": "3月13日",
    "titleJa": "最高に美しい星、アイザール",
    "titleEn": "Izar: The Most Beautiful",
    "contentJa": "うしかい座の腰の位置にある星『アイザール』は、天文学者の間で「プルケリマ（最高に美しいもの）」と呼ばれています。",
    "contentEn": "Izar, located at the waist of Boötes, is nicknamed 'Pulcherrima,' meaning 'The Most Beautiful' among astronomers.",
    "highlightJa": "肉眼では普通の星ですが、望遠鏡で見るとオレンジ色と青色の星が並ぶ、全天で最も美しい二重星のひとつです。色のコントラストが絶景です。",
    "highlightEn": "While looking like a single star, a telescope reveals a stunning pair of orange and blue stars with incredible color contrast.",
    "mythologyJa": "うしかい座は、大きな熊（おおぐま座）を追いかけて空を回る『熊の番人』です。アイザールはその腰の位置で輝いています。かつては地味な名前で呼ばれていましたが、望遠鏡を通じてオレンジと青の真珠のような輝きが発見されると、その隠された気高さは神話を超えて現代の伝説となりました。",
    "mythologyEn": "Boötes represents the 'Bear Driver,' a guardian eternally chasing the Great Bear across the northern sky. Izar sits at his waist. While ancient myths saw it only as a simple point on his belt, the discovery of its hidden orange and blue brilliance through the telescope turned it into a modern legend of celestial beauty.",
    "triviaJa": "アイザールとはアラビア語で「腰布」という意味です。アークトゥルスの少し上、うしかい座のスマートな体のラインを探してみましょう。",
    "triviaEn": "Izar means 'loincloth' in Arabic. Look slightly above Arcturus to find this gem marking the herdsman's waist.",
    "targetId": "Izar",
    "targetShape": ""
  },
  "73": {
    "dateMemo": "3月14日",
    "titleJa": "北の空に浮かぶ冠、アルフェッカ",
    "titleEn": "Alphecca: The Northern Crown",
    "contentJa": "うしかい座のすぐ隣に、小さな星が半円状に並んだ「かんむり座」があります。その中央で最も明るく輝くのが『アルフェッカ』です。",
    "contentEn": "Next to Boötes lies Corona Borealis, the Northern Crown. Its brightest jewel is the star Alphecca, sitting at the center of the arc.",
    "highlightJa": "夜空にぽっかりと浮かぶ王冠のような形は、一度見つけると忘れられない美しさです。春の夜の宝石を見つけてみましょう。",
    "highlightEn": "The unique crown shape of this constellation is unforgettable once found. Seek out this celestial jewel tonight.",
    "mythologyJa": "酒の神ディオニュソスが、王女アリアドネに贈った真珠の冠だとされています。彼女の死後、神が空へ上げたと伝えられています。",
    "mythologyEn": "It is said to be the jeweled crown given by Dionysus to Ariadne, placed in the stars to preserve her beauty forever.",
    "triviaJa": "アルフェッカは「欠けた（皿の）明るいもの」という意味の名を持っています。",
    "triviaEn": "The name Alphecca comes from a phrase meaning 'the bright one of the broken (bowl).'",
    "targetId": "Alphecca",
    "targetShape": ""
  },
  "74": {
    "dateMemo": "3月15日",
    "titleJa": "ライオンの腰、ゾスマ",
    "titleEn": "Zosma: The Lion's Rump",
    "contentJa": "しし座の背中からお尻にかけてのラインを作る2等星が『ゾスマ』です。しっぽのデネボラとセットで見つかります。",
    "contentEn": "Zosma is the second-magnitude star marking the rump of Leo. It works with Denebola to define the lion's hindquarters.",
    "highlightJa": "ゾスマとしっぽのデネボラ、そして近くのチョルタンを結ぶと、直角三角形が浮かび上がります。これがライオンの後ろ足の付け根です。",
    "highlightEn": "Connecting Zosma, Denebola, and Chertan forms a right-angled triangle representing the base of the lion's rear legs.",
    "mythologyJa": "『ゾスマ』とはギリシャ語で『腰布』を意味する言葉に由来します。春の夜空を堂々と歩む獅子の、逞しい腰の部分を象徴しています。百獣の王としての威厳と、獲物を狙う瞬間のしなやかな強さを感じさせる場所です。",
    "mythologyEn": "Derived from the Greek word for 'girdle' or 'loincloth,' Zosma represents the powerful hindquarters of the celestial lion. It marks the source of the beast's legendary strength as it prowls through the stars of spring.",
    "triviaJa": "ゾスマは太陽よりも若く、非常に速いスピードで自転しているため、少し平べったい形をしていると考えられています。",
    "triviaEn": "Zosma is a young star that rotates so rapidly it is likely flattened at the poles into an oblate shape.",
    "targetId": "Zosma",
    "targetShape": "しし座"
  },
  "75": {
    "dateMemo": "3月16日",
    "titleJa": "おとめ座の境界線、ザヴィヤヴァ",
    "titleEn": "Zavijava: The Corner Star",
    "contentJa": "しし座とおとめ座の境界付近、女神の左肩にあたる場所にあるのが『ザヴィヤヴァ』です。春の星座を繋ぐ大切な星です。",
    "contentEn": "Zavijava marks the left shoulder of Virgo, sitting near the border with Leo. It's a key star for mapping the spring constellations.",
    "highlightJa": "しし座のレグルスとおとめ座のスピカの間に位置しています。この星を見つけると、二つの巨大な星座の繋がりが見えてきます。",
    "highlightEn": "Positioned between Regulus and Spica, it serves as a bridge for visualizing the connection between these two giant constellations.",
    "mythologyJa": "『ザヴィヤヴァ』という不思議な響きの名前は、古代アラビアの星空の記憶を今に伝えています。おとめ座の一部でありながら、その名は『吠える犬』に由来します。これは、かつてこの付近に、今の星座とは異なる別の星のグループが描かれていた名残です。現在は正義の女神の左肩として、春の夜空を静かに見守っています。",
    "mythologyEn": "The name 'Zavijava' carries the echoes of ancient Arabic sky lore. Though it now marks the left shoulder of Virgo, its name refers to the 'corner of the barking dog.' This is a remnant of a lost celestial map that predates our modern constellations. Today, it stands as a silent guardian on the edge of the goddess's form, helping us navigate the vast spring sky.",
    "triviaJa": "名前の由来はアラビア語で「吠える犬の隅」という意味です。かつてこの付近に別の星座があった名残と言われています。",
    "triviaEn": "The name means 'the corner of the barking dog,' a remnant of an ancient constellation that once existed in this area.",
    "targetId": "Zavijava",
    "targetShape": "おとめ座"
  },
  "76": {
    "dateMemo": "3月17日",
    "titleJa": "南の空の小さな台形、からす座",
    "titleEn": "Corvus: The Trapezoid",
    "contentJa": "今夜は南の空に注目です。スピカのすぐ右側（西側）に、綺麗な台形の形をした「からす座」が見えます。非常に整った形をしています。",
    "contentEn": "Look to the southern sky tonight. To the west of Spica, the distinctive trapezoid of Corvus the Crow is easily visible.",
    "highlightJa": "4つの3等星が作るコンパクトなバケツのような形を探してみましょう。からす座は、春の星座巡りの優れたナビゲーターになります。",
    "highlightEn": "Look for the compact, bucket-like shape. Corvus is an excellent navigator for exploring the surrounding spring sky.",
    "mythologyJa": "アポロン神に仕えていた銀色のカラスの物語です。ある時、神に水を汲んでくるよう命じられましたが、カラスは途中でイチジクが熟すのを待ってしまい、大遅刻をしました。その言い訳に『蛇が道を塞いでいた』と嘘をついたため、怒った神によって真っ黒に変えられ、水（コップ座）の飲めない場所へ蛇（うみへび座）と共に張り付けにされたと言われています。",
    "mythologyEn": "In Greek myth, Apollo sent his silver crow to fetch water. The crow got distracted waiting for figs to ripen and returned late with a water snake (Hydra) as an excuse. Seeing through the lie, Apollo turned the crow black and pinned it to the sky next to the water cup (Crater) and the snake, forever unable to reach the water to quench its thirst.",
    "triviaJa": "からす座の星たちは、明るさは3等星ですが、周りに明るい星が少ないため、街中でも比較的見つけやすいのが特徴です。",
    "triviaEn": "Though third-magnitude, these stars stand out in their relatively empty patch of sky, making them easy to find even in cities.",
    "targetId": "Spica",
    "targetShape": ""
  },
  "77": {
    "dateMemo": "3月18日",
    "titleJa": "神の杯、コップ座",
    "titleEn": "Crater: The Cup",
    "contentJa": "からす座のすぐ隣に、暗い星が並んで「カップ」のような形を作っている「コップ座」があります。控えめながらも優雅な星座です。",
    "contentEn": "Next to Corvus lies Crater the Cup, a faint but elegant constellation formed by a delicate arc of stars.",
    "highlightJa": "街明かりがあると見えにくいですが、空が暗い場所なら、半円を描くような星の並びが見えてきます。カラスの隣に置かれた杯のようです。",
    "highlightEn": "Difficult to see in cities, but dark skies reveal a faint semi-circular arc resembling a goblet resting next to the crow.",
    "mythologyJa": "アポロン神が使う黄金の杯だとされています。からす座、うみへび座、コップ座は、一つの神話で繋がる隣人同士です。",
    "mythologyEn": "It represents the golden goblet of Apollo. Corvus, Hydra, and Crater are all linked in a single mythological tale.",
    "triviaJa": "コップ座の主星『アルケス』は、アラビア語でそのまま『杯』を意味します。非常に暗い星ばかりの星座ですが、4つの星が作る綺麗な半円形は、古代からお酒を飲むための『ゴブレット（足付きの杯）』の形として認識されてきました。",
    "triviaEn": "The brightest star in Crater is Alkes, which comes from the Arabic word for 'the cup.' Although the constellation consists of faint stars, its distinct semi-circular arrangement has been recognized since ancient times as a goblet or chalice.",
    "targetId": "Alphard",
    "targetShape": ""
  },
  "78": {
    "dateMemo": "3月19日",
    "titleJa": "しし座の頭上に潜む「こじし座」",
    "titleEn": "Leo Minor: The Little Lion",
    "contentJa": "勇壮なしし座のすぐ北（上）側には、「こじし座」という小さな星座が隠れています。目立つ星はありませんが、双眼鏡で探す楽しさがあります。",
    "contentEn": "Directly north of Leo lies Leo Minor, the Little Lion. It lacks bright stars but is a fun target to explore with binoculars.",
    "highlightJa": "北斗七星としし座の間の、何もなさそうな空間を覗いてみてください。控えめな星たちが、小さな三角形を作っているのがわかります。",
    "highlightEn": "Look at the seemingly empty space between the Big Dipper and Leo; you'll find a small triangle of modest stars.",
    "mythologyJa": "古代ギリシャの神話には登場しませんが、17世紀の天文学者ヘベリウスによって名付けられました。彼は、威厳ある『しし座』の隣に、その息子である『こじし』をそっと配置しました。親子で春の夜空を旅する、微笑ましい姿が想像されています。",
    "mythologyEn": "While it has no ancient Greek myth, this constellation was introduced by the 17th-century astronomer Johannes Hevelius. He placed this 'Little Lion' next to the majestic Leo, imagining it as a playful cub accompanying its powerful father across the spring sky.",
    "triviaJa": "17世紀に作られた新しい星座のため、神話はありません。親ライオンの背中で遊んでいる子ライオンのように配置されています。",
    "triviaEn": "Added in the 17th century, it has no ancient myth, but is positioned like a cub playing on the back of the Great Lion.",
    "targetId": "Regulus",
    "targetShape": ""
  },
  "79": {
    "dateMemo": "3月20日",
    "titleJa": "春分の日：昼と夜のバランス",
    "titleEn": "Spring Equinox: Celestial Balance",
    "contentJa": "今日は「春分の日」です。太陽が天の赤道を通過し、昼と夜の長さが等しくなる節目の日です。宇宙の時計が春へと切り替わりました。",
    "contentEn": "Today is the Spring Equinox. The sun crosses the celestial equator, making day and night nearly equal in length as the seasons shift.",
    "highlightJa": "夕暮れ後、真東からアークトゥルスが昇り、真西にオリオン座が沈んでいきます。天の赤道に沿って星たちが入れ替わるドラマチックな日です。",
    "highlightEn": "At dusk, Arcturus rises due east while Orion sets due west, a dramatic celestial handover along the equator.",
    "mythologyJa": "ギリシャ神話では、冥界にいた春の女神ペルセポネが地上に戻り、母である豊穣の女神デメテルと再会する日とされています。彼女の喜びが大地を潤し、花々を咲かせます。光と影、生と死が完璧に調和する『宇宙の天秤』が釣り合う瞬間です。",
    "mythologyEn": "In Greek myth, this is the day Persephone returns from the underworld to reunite with her mother, Demeter. Her joy brings life back to the Earth, making flowers bloom. It is the moment when the 'Celestial Scales' are perfectly balanced between light and shadow, life and rebirth.",
    "triviaJa": "星占いの世界では、今日が1年の始まりとされることもあります。新しいことを始めるのにぴったりの日です。",
    "triviaEn": "In astrology, today is often considered the beginning of the year—a perfect day for fresh starts.",
    "targetId": "Arcturus",
    "targetShape": ""
  },
  "80": {
    "dateMemo": "3月21日",
    "titleJa": "天秤座の緑の星、ズベンエスハマリ",
    "titleEn": "Zubeneschamali: The Green Star",
    "contentJa": "深夜、東の空から「てんびん座」が昇ってきます。その中で最も高い位置にあるのが『ズベンエスハマリ』です。",
    "contentEn": "Late at night, Libra rises in the east. Its highest bright star is Zubeneschamali.",
    "highlightJa": "この星は、全天で唯一「緑色の光」を感じさせると言われる珍しい星です。じっと目を凝らして、その独特な色合いを確かめてみましょう。",
    "highlightEn": "This star is famous as the only one in the sky said to have a greenish tint. Look closely to see if you can perceive its unique hue.",
    "mythologyJa": "かつては隣のさそり座の一部で「北のハサミ」と呼ばれていました。てんびん座はさそり座から独立してできた星座です。",
    "mythologyEn": "It was once the 'Northern Claw' of Scorpius. Libra was eventually formed as a separate constellation from the scorpion's claws.",
    "triviaJa": "名前はアラビア語でそのまま「北のハサミ」を意味し、かつての記憶を名前に留めています。",
    "triviaEn": "The name literally means 'The Northern Claw' in Arabic, preserving its historical link to Scorpius.",
    "targetId": "Zubeneschamali",
    "targetShape": "てんびん座"
  },
  "81": {
    "dateMemo": "3月22日",
    "titleJa": "てんびん座のズベンエルゲヌビ",
    "titleEn": "Zubenelgenubi: The Southern Claw",
    "contentJa": "てんびん座のもう一つの主役が『ズベンエルゲヌビ』です。「南のハサミ」という意味を持ち、ペアで輝いています。",
    "contentEn": "The other main star of Libra is Zubenelgenubi, meaning 'The Southern Claw,' shining as the partner to its northern neighbor.",
    "highlightJa": "この星は二重星で、視力が良ければ肉眼で、双眼鏡を使えば確実にもう一つの星が寄り添っているのが見えます。",
    "highlightEn": "This is a double star; sharp eyes can split them, and binoculars will easily reveal the companion star nestled nearby.",
    "mythologyJa": "正義の女神（おとめ座）が持つ、善悪を測る天秤の皿の部分にあたります。",
    "mythologyEn": "In myth, these stars represent the scales of justice held by the nearby goddess, Virgo.",
    "triviaJa": "ズベンエルゲヌビは太陽の通り道である『黄道』のすぐそばに位置しています。そのため、月や惑星がこの星のすぐ近くを通り過ぎていく様子がたびたび観察されます。星占いの世界では、この星を通過する天体は公正な判断を下すとされることもあります。",
    "triviaEn": "Zubenelgenubi is located very close to the ecliptic, the Sun's apparent path. This means the Moon and planets frequently pass right by it. In astrological traditions, it was sometimes seen as a point where celestial bodies are weighed for their justice and balance.",
    "targetId": "Zubenelgenubi",
    "targetShape": "てんびん座"
  },
  "82": {
    "dateMemo": "3月23日",
    "titleJa": "宇宙の渦巻き、子持ち銀河 M51",
    "titleEn": "M51: The Whirlpool Galaxy",
    "contentJa": "北斗七星の柄の端、アルカイドのすぐ近くには、有名な『子持ち銀河（M51）』が潜んでいます。宇宙で最も美しい渦巻きのひとつです。",
    "contentEn": "Near Alkaid at the end of the Big Dipper's handle lies the Whirlpool Galaxy (M51), one of the most beautiful spiral galaxies in the cosmos.",
    "highlightJa": "肉眼では見えませんが、望遠鏡の写真で見ると、大きな銀河と小さな銀河が繋がっている不思議な姿をしています。",
    "highlightEn": "While invisible to the eye, telescope images reveal two galaxies interacting, a grand cosmic dance 23 million light-years away.",
    "mythologyJa": "古代の神話には登場しませんが、日本ではその姿から『子持ち銀河』という愛称で親しまれています。大きな渦巻き銀河が、小さな銀河の手を引いて宇宙を散歩しているような姿は、まるで夜空に描かれた親子の絆の物語のようです。",
    "mythologyEn": "While it has no ancient Greek myth, its nickname in Japan is the 'Parent-and-Child Galaxy.' The sight of the massive spiral seemingly holding the hand of its smaller companion suggests a cosmic story of guidance and an eternal family bond.",
    "triviaJa": "M51は、世界で初めて「渦巻き状」であることが発見された銀河として知られています。",
    "triviaEn": "M51 was the first galaxy in which a spiral structure was ever observed by human eyes using a large telescope.",
    "targetId": "M51",
    "targetShape": ""
  },
  "83": {
    "dateMemo": "3月24日",
    "titleJa": "北斗七星の柄の先、アルカイド",
    "titleEn": "Alkaid: The Tip of the Handle",
    "contentJa": "北斗七星の柄の最も端っこで輝く星が『アルカイド』です。ひしゃくを動かす大きな手の先のような、力強い青白い星です。",
    "contentEn": "Alkaid marks the very tip of the Big Dipper's handle. It's a brilliant blue-white star that serves as the anchor for the dipper's curve.",
    "highlightJa": "アルカイドは北斗七星の中で唯一、他の星たちとは別の方向へ動いています。数万年後には、今の形は崩れてしまいます。",
    "highlightEn": "Unlike its neighbors, Alkaid is moving in a different direction; eventually, the familiar dipper shape will dissolve as it travels.",
    "mythologyJa": "古代中国では「破軍星（はぐんせい）」と呼ばれ、剣の先として戦いの吉凶を占う重要な星とされてきました。",
    "mythologyEn": "In ancient Chinese astronomy, it was known as the 'Star of the Breaking Army,' a powerful symbol in military divination.",
    "triviaJa": "北斗七星の星たちのうち、中央の5つは宇宙を同じ方向に動く『家族』のようなグループですが、両端の2つ（アルカイドとドゥーベ）はたまたま近くに見えているだけの赤の他人です。そのため、長い年月が経つとアルカイドだけが別の方向へ離れていき、ひしゃくの形は完全に壊れてしまいます。",
    "triviaEn": "While most stars in the Big Dipper are part of a 'family' traveling together through space (the Ursa Major Moving Group), Alkaid and Dubhe are outsiders. Because Alkaid is moving in its own direction, the familiar shape of the Big Dipper will look completely different in about 50,000 years.",
    "targetId": "Alkaid",
    "targetShape": "北斗七星"
  },
  "84": {
    "dateMemo": "3月25日",
    "titleJa": "巨大なうみへびの頭を探す",
    "titleEn": "Finding the Hydra's Head",
    "contentJa": "しし座のレグルスから西（右）へ目を向けると、5つの星が小さく丸く集まった場所があります。これが「うみへび座」の頭です。",
    "contentEn": "Looking west from Regulus, find a small, circular cluster of five stars. This marks the head of Hydra, the Water Snake.",
    "highlightJa": "全天で最も長い星座のスタート地点です。ここから心臓のアルファルド、そして尻尾へと続く長い体の一部を探してみましょう。",
    "highlightEn": "This is the starting point of the sky's longest constellation. Trace the body from this head down toward the heart star, Alphard.",
    "mythologyJa": "英雄ヘラクレスが退治した9つの首を持つ怪物ヒドラがモデル。最後に残った不死身の首がこの頭だと言われています。",
    "mythologyEn": "Based on the multi-headed Hydra. The last immortal head was said to be placed here among the stars by the gods.",
    "triviaJa": "うみへび座は全天88星座の中で最も面積が広く、最も長い星座です。頭が東から昇ってから尻尾が地平線に現れるまで、なんと約7時間もかかります。その長さは夜空を4分の1周以上（約100度）も横断しています。",
    "triviaEn": "Hydra is the largest and longest of all 88 constellations. It is so vast that it takes approximately seven hours for the entire snake to rise from head to tail, stretching across more than 100 degrees of the sky.",
    "targetId": "Alphard",
    "targetShape": ""
  },
  "85": {
    "dateMemo": "3月26日",
    "titleJa": "時を計る道具、ろくぶんぎ座",
    "titleEn": "Sextans: The Sextant",
    "contentJa": "しし座のレグルスのすぐ下あたりに、非常に暗い星たちが作る「ろくぶんぎ座」があります。角度を測る道具を形どった星座です。",
    "contentEn": "Below Regulus in Leo lies the faint constellation Sextans, representing the instrument used for measuring celestial angles.",
    "highlightJa": "肉眼で見つけるのは難しいですが、しし座とうみへび座の間の「静かな空間」を象徴する、知的な雰囲気の星座です。",
    "highlightEn": "Though difficult to see without dark skies, it represents the 'quiet space' between two giant constellations, a tribute to scientific history.",
    "mythologyJa": "この星座に神話はありません。あるのは天文学者ヘベリウスの物語です。火事で全ての観測機を失った彼が、自らの情熱の証として空に刻んだ『科学の記念碑』なのです。",
    "mythologyEn": "Sextans has no myths, but it has a story. Astronomer Johannes Hevelius placed it there as a memorial to the instruments he lost in a tragic fire, a tribute to human curiosity.",
    "triviaJa": "有名な天文学者ヘベリウスが、火災で失った自分の観測器を記念して空に配置したものです。",
    "triviaEn": "It was created by astronomer Johannes Hevelius as a memorial to his favorite instrument, lost in a tragic fire.",
    "targetId": "Regulus",
    "targetShape": ""
  },
  "86": {
    "dateMemo": "3月27日",
    "titleJa": "プレセペ星団の西傾",
    "titleEn": "The Setting Beehive",
    "contentJa": "かに座のプレセペ星団（M44）が西の空に傾いてきました。双眼鏡で楽しめる今のうちに、その光の粒を目に焼き付けておきましょう。",
    "contentEn": "The Beehive Cluster (M44) is now tilting toward the west. Catch a final glimpse of its sparkling stars through binoculars tonight.",
    "highlightJa": "これから来る夏の天の川の賑わいを予感させるような、豊かな星の集まりです。西に沈む前にぜひチェックを。",
    "highlightEn": "This rich cluster hints at the grandeur of the summer Milky Way to come. Be sure to spot it before it disappears for the season.",
    "mythologyJa": "プレセペとはラテン語で『かいば桶（エサ入れ）』を意味します。星団の上下にある2つの星は、酒の神ディオニュソスらが乗った『ロバ』だとされています。神々の戦いの際、このロバたちが一斉に鳴き声をあげて敵を驚かせ、勝利をもたらした功績で空に上げられたと伝えられています。",
    "mythologyEn": "The name 'Praesepe' means 'manger' or 'crib.' Two nearby stars represent the donkeys ridden by the gods Dionysus and Hephaestus. Legend says their loud braying helped frighten away the Titans during a great battle, earning them and their feeding trough a place in the heavens.",
    "triviaJa": "古代ギリシャでは、この星がかすんで見えると雨が降ると言われ、天気を占う『空の徴候』として使われていました。1609年、ガリレオ・ガリレイが初めて望遠鏡を向け、これが単なる霧ではなく星の集まりであることを証明しました。",
    "triviaEn": "In ancient Greece, this cluster was used as a weather indicator; if it appeared blurry, rain was expected. In 1609, Galileo Galilei was the first to use a telescope to prove that this 'nebulous' object was actually a cluster of many individual stars.",
    "targetId": "M44",
    "targetShape": "かに座"
  },
  "87": {
    "dateMemo": "3月28日",
    "titleJa": "アークトゥルスの隣人、ムフリッド",
    "titleEn": "Muphrid: Neighbor of Arcturus",
    "contentJa": "オレンジ色のアークトゥルスのすぐ右隣に輝く星が『ムフリッド』です。うしかい座の足元を支える星です。",
    "contentEn": "Shining just to the right of Arcturus is Muphrid, a star marking the herdsman's leg in the constellation Boötes.",
    "highlightJa": "アークトゥルスが非常に明るいため目立ちにくいですが、実際には宇宙空間でもアークトゥルスと非常に近い距離にあるご近所さんです。",
    "highlightEn": "Often outshone by its brilliant neighbor, Muphrid is actually quite close to Arcturus in physical space.",
    "mythologyJa": "アラビア語で『孤独なもの』という名を持つムフリッド。すぐ隣に非常に明るいアークトゥルスがいるのに、なぜ『孤独』と呼ばれたのでしょうか。かつては、この二つの星を合わせて『槍を持つ男』の姿に見立てていたこともあり、ムフリッドはその槍の先端部分を象徴する重要な星でした。",
    "mythologyEn": "The name Muphrid means 'The Solitary One.' While it sits right next to the dazzling Arcturus today, ancient Arabic skywatchers once saw these two stars together as a spearman. Muphrid represents the sharp tip of the weapon held by the celestial guardian.",
    "triviaJa": "ムフリッドはアークトゥルスよりも少し温度が高く、白っぽく輝いています。二つの星の色を比べてみましょう。",
    "triviaEn": "Muphrid is slightly hotter than Arcturus, giving it a whiter glow. Compare the two colors side-by-side tonight.",
    "targetId": "Muphrid",
    "targetShape": "春の大三角"
  },
  "88": {
    "dateMemo": "3月29日",
    "titleJa": "二匹の猟犬、りょうけん座",
    "titleEn": "Canes Venatici: The Hounds",
    "contentJa": "北斗七星とうしかい座の間に挟まれたエリアが「りょうけん座」です。うしかい座が連れている二匹の犬を表しています。",
    "contentEn": "The area between the Big Dipper and Boötes is home to Canes Venatici, representing the two hunting dogs held by the herdsman.",
    "highlightJa": "主星コル・カロリを中心としたこのエリアには、多くの銀河が隠れています。春の夜空は宇宙の遠くまで見渡せる窓のようです。",
    "highlightEn": "Anchored by Cor Caroli, this region hides many distant galaxies. The spring sky acts as a clear window into deep space.",
    "mythologyJa": "二匹の犬には『アステリオン（星の輝き）』と『カラ（愛されるもの）』という美しい名前がついています。飼い主のうしかい座に忠実に寄り添いながら、北の空で大きな熊（おおぐま座）を追い立てる、勇敢な狩りのパートナーです。",
    "mythologyEn": "The two dogs are named Asterion ('Little Star') and Chara ('Dear'). Held on a leash by Boötes the Herdsman, they are his loyal partners in a perpetual celestial hunt, forever chasing the Great Bear around the North Pole.",
    "triviaJa": "「りょうけん座」という名前は、古い文献の翻訳の過程で偶然生まれた名前だと言われています。",
    "triviaEn": "The name Canes Venatici originated from a historical mistranslation that eventually became the official name.",
    "targetId": "CorCaroli",
    "targetShape": ""
  },
  "89": {
    "dateMemo": "3月30日",
    "titleJa": "回転花火銀河、M101",
    "titleEn": "M101: The Pinwheel Galaxy",
    "contentJa": "北斗七星の柄の曲がり角あたりには、巨大な『回転花火銀河（M101）』があります。写真撮影で大人気の美しい銀河です。",
    "contentEn": "Near the bend in the Big Dipper's handle lies the massive Pinwheel Galaxy (M101), a favorite target for galaxy lovers.",
    "highlightJa": "私たちの銀河系よりも一回り大きく、数千億もの星が集まっています。北斗七星のすぐそばに、こんな壮大な世界があることを想像してみましょう。",
    "highlightEn": "Even larger than our Milky Way, it contains hundreds of billions of stars. Imagine such a grand world sitting right near the Dipper.",
    "mythologyJa": "古代の人々はこの場所を『大熊の尻尾』と呼びましたが、現代の私たちはそこに、数千億の星が渦巻く『天の風車』を見つけました。馴染み深い北斗七星のすぐ隣に、全く別の巨大な宇宙が息づいているのです。",
    "mythologyEn": "Ancient watchers saw only the 'Great Bear's Tail' here, but today we recognize it as a 'Celestial Pinwheel' of billions of stars. It serves as a reminder that right next to the familiar Big Dipper, an entirely different, massive universe is spinning in silence.",
    "triviaJa": "非常に淡いため肉眼では見えませんが、写真では見事な渦巻き模様を披露してくれます。",
    "triviaEn": "While too faint for the eye, long-exposure photos reveal its spectacular, face-on spiral structure.",
    "targetId": "M101",
    "targetShape": ""
  },
  "90": {
    "dateMemo": "3月31日",
    "titleJa": "3月の締めくくり、4月への光",
    "titleEn": "March Finale: Looking to April",
    "contentJa": "3月最後の夜です。春の星座たちが夜空を支配しています。月食という大きなイベントもあり、賑やかな1ヶ月でした。",
    "contentEn": "The final night of March sees the spring constellations in full control after a month highlighted by the total lunar eclipse.",
    "highlightJa": "今夜はこれまでに覚えた「春の大三角」や「春のダイヤモンド」を復習しましょう。明日からはさらに春が深まっていきます。",
    "highlightEn": "Review the Spring Triangle and the Spring Diamond tonight. Tomorrow, the season of flowers and stars deepens even further.",
    "mythologyJa": "星が巡り、季節が移り変わる様子を、古代の人々は永遠に繰り返される宇宙の『再生』の物語として見つめてきました。今夜、西へ去る冬の星と、天高く昇った春の星が、静かに主役の座を交代します。",
    "mythologyEn": "The ancients watched the shifting seasons as a grand story of cosmic renewal. Tonight, as the stars of winter fade in the west and the jewels of spring claim the zenith, the universe quietly begins its next chapter.",
    "triviaJa": "4月になると、深夜には夏の星座「さそり座」や「こと座」も顔を出し始めます。",
    "triviaEn": "As April arrives, the early members of the summer sky, like Scorpius and Lyra, will begin to appear late at night.",
    "targetId": "Regulus",
    "targetShape": "春の大三角"
  },
  "91": {
    "dateMemo": "4月1日",
    "titleJa": "頭上の北斗七星",
    "titleEn": "The Big Dipper Overhead",
    "contentJa": "4月の夜、北の空を見上げると「北斗七星」が頭の真上近くまで昇っています。ひしゃくの中身が地上に降り注ぐような角度です。",
    "contentEn": "In April nights, the Big Dipper climbs almost directly overhead. It looks as if the ladle is tipping its contents onto the earth.",
    "highlightJa": "一年で最も高い位置に見える時期です。北極星を探すだけでなく、春の大曲線を描くスタート地点としても活躍します。",
    "highlightEn": "This is the time of year it appears highest. It serves not only to find Polaris but also as the starting point for the Great Spring Curve.",
    "mythologyJa": "中国では、北斗七星が水を汲む形になる春に、雨が降って作物が育つと言い伝えられてきました。",
    "mythologyEn": "In Chinese lore, it is said that when the Big Dipper is positioned to scoop water in spring, it brings the rains that nurture the crops.",
    "triviaJa": "北斗七星は星座ではなく、おおぐま座の一部（背中と尻尾）です。",
    "triviaEn": "The Big Dipper is not a constellation itself, but an asterism forming the back and tail of Ursa Major.",
    "targetId": "Dubhe",
    "targetShape": "北斗七星"
  },
  "92": {
    "dateMemo": "4月2日",
    "titleJa": "おおぐま座の足跡",
    "titleEn": "The Bear's Paws",
    "contentJa": "北斗七星はおおぐま座の背中と尻尾ですが、では「足」はどこにあるでしょう？北斗七星の下（南側）に、2つずつペアになった星が3組並んでいます。",
    "contentEn": "The Big Dipper forms the bear's back and tail, but where are the legs? Look below the Dipper to find three pairs of stars.",
    "highlightJa": "「三台（さんたい）」とも呼ばれるこの星の並びは、熊が地面を踏みしめる足跡のように見えます。暗い場所で探してみましょう。",
    "highlightEn": "These pairs resemble the bear's footprints. Try finding them in a dark sky location.",
    "mythologyJa": "アラビアでは、このペアになった星々を「ガゼルの足跡（ジャンプ）」に見立てていました。",
    "mythologyEn": "In ancient Arabic astronomy, these pairs of stars were seen as the 'leaps of a gazelle' across the sky.",
    "triviaJa": "おおぐま座は全天で3番目に大きな星座です。",
    "triviaEn": "Ursa Major is the third largest constellation in the entire sky.",
    "targetId": "Dubhe",
    "targetShape": "おおぐま座"
  },
  "93": {
    "dateMemo": "4月3日",
    "titleJa": "春の大曲線を描く",
    "titleEn": "Drawing the Spring Curve",
    "contentJa": "北斗七星の柄のカーブをそのまま南へ延ばしてみましょう。明るいオレンジ色の星アークトゥルス、そして白い星スピカへと続く、優雅な『春の大曲線』が描けます。",
    "contentEn": "Extend the curve of the Big Dipper's handle southward. This creates the elegant 'Great Spring Curve' leading to Arcturus and Spica.",
    "highlightJa": "夜空を大きく横断するこのカーブは、春の星空散歩のメインストリートです。実際の空で指でなぞってみてください。",
    "highlightEn": "This vast curve crossing the sky is the main street of the spring heavens. Try tracing it with your finger tonight.",
    "mythologyJa": "この曲線は、冬の厳しさから解放された生命がのびのびと成長する様子を象徴しているとも言われます。",
    "mythologyEn": "This curve is said to symbolize life stretching and growing freely after being released from the harshness of winter.",
    "triviaJa": "この曲線をさらに延ばすと、からす座を通って、南の地平線の下にある「サザンクロス（南十字星）」の方角を指します。",
    "triviaEn": "If you extend this curve further, it passes through Corvus and points toward the Southern Cross below the horizon.",
    "targetId": "Arcturus",
    "targetShape": "春の大三角"
  },
  "94": {
    "dateMemo": "4月4日",
    "titleJa": "春の夫婦星",
    "titleEn": "The Spring Couple",
    "contentJa": "オレンジ色のアークトゥルスと、純白のスピカ。春の夜空でひときわ明るいこの二つの星は、日本では「春の夫婦星」と呼ばれます。",
    "contentEn": "Orange Arcturus and pure white Spica. These two brilliant stars are known in Japan as the 'Spring Couple.'",
    "highlightJa": "色の対比が美しい二つの星です。アークトゥルスを男性、スピカを女性に見立てて、夜空のデートを楽しんでみましょう。",
    "highlightEn": "Enjoy the beautiful contrast of colors. Imagine Arcturus as the husband and Spica as the wife on a celestial date.",
    "mythologyJa": "麦の穂を持つ女神（おとめ座）と、それを守る牛飼い（うしかい座）の姿でもあります。",
    "mythologyEn": "They also represent the Goddess of Harvest (Virgo) holding wheat, and the Herdsman (Boötes) watching over her.",
    "triviaJa": "二つの星の距離は見た目には近いですが、実際にはアークトゥルスまでの距離は37光年、スピカまでは250光年と大きく違います。",
    "triviaEn": "Though they look close, Arcturus is 37 light-years away, while Spica is much further at 250 light-years.",
    "targetId": "Spica",
    "targetShape": "おとめ座"
  },
  "95": {
    "dateMemo": "4月5日",
    "titleJa": "りょうけん座の銀河たち",
    "titleEn": "Galaxies of the Hunting Dogs",
    "contentJa": "北斗七星のすぐ下にある「りょうけん座」は、小さな星座ですが、その方向には無数の銀河が隠れています。",
    "contentEn": "Canes Venatici, located just below the Big Dipper, is small but hides countless galaxies in its direction.",
    "highlightJa": "天の川から離れた場所にあるため、遠くの宇宙が見通せる「宇宙の窓」のような領域です。",
    "highlightEn": "Located away from the Milky Way's dust, it acts as a 'cosmic window' looking deep into the universe.",
    "mythologyJa": "牛飼いが連れる二匹の猟犬、アステリオンとカラです。北の空を回る大熊を追いかけ続けています。",
    "mythologyEn": "These are Asterion and Chara, the two hounds of the Herdsman, eternally chasing the Great Bear.",
    "triviaJa": "この星座にある「M51」は、渦巻き構造がはっきりと見えた最初の銀河として有名です。",
    "triviaEn": "M51 in this constellation is famous as the first galaxy where a spiral structure was clearly observed.",
    "targetId": "CorCaroli",
    "targetShape": ""
  },
  "96": {
    "dateMemo": "4月6日",
    "titleJa": "しし座の銀河トリオ",
    "titleEn": "Leo Triplet",
    "contentJa": "しし座の後ろ足のあたりには、M65、M66、NGC3628という3つの銀河が集まっています。「しし座の三つ子銀河」として人気があります。",
    "contentEn": "Near Leo's hind legs lie three galaxies: M65, M66, and NGC 3628. They are popular as the 'Leo Triplet.'",
    "highlightJa": "望遠鏡が必要ですが、条件が良いと一つの視野に3つの銀河が並んで見える、宇宙の奥行きを感じる光景です。",
    "highlightEn": "Requires a telescope, but seeing three galaxies in a single field of view offers a profound sense of cosmic depth.",
    "mythologyJa": "しし座自体はヘラクレスに倒されたライオンですが、その足元には現代の天文学が明かした数億光年彼方の世界が広がっています。",
    "mythologyEn": "While Leo represents the mythic lion, its feet hold a realm of galaxies millions of light-years away revealed by modern astronomy.",
    "triviaJa": "これらの銀河は地球から約3500万光年離れています。",
    "triviaEn": "These galaxies are located approximately 35 million light-years from Earth.",
    "targetId": "Chertan",
    "targetShape": "しし座"
  },
  "97": {
    "dateMemo": "4月7日",
    "titleJa": "王妃の髪、かみのけ座",
    "titleEn": "Coma Berenices",
    "contentJa": "しし座とアークトゥルスの間に、星がさらさらと流れるように集まった場所があります。「かみのけ座」です。",
    "contentEn": "Between Leo and Arcturus lies a scattering of stars resembling flowing hair. This is Coma Berenices.",
    "highlightJa": "双眼鏡で見ると、散開星団（Mel111）が視界いっぱいに広がり、宝石箱をひっくり返したような美しさです。",
    "highlightEn": "Through binoculars, the star cluster Mel 111 fills the view, looking like an overturned jewelry box.",
    "mythologyJa": "エジプト王妃ベレニケが、夫の無事を祈って神殿に捧げた美しい髪の毛が、そのまま星座になったと言われています。",
    "mythologyEn": "Legend says Queen Berenice sacrifice her beautiful hair to the gods for her husband's safe return, and it was placed in the sky.",
    "triviaJa": "星座として独立する前は、しし座の尻尾の房だと考えられていました。",
    "triviaEn": "Before becoming a separate constellation, it was considered the tuft of the Lion's tail.",
    "targetId": "Melotte111",
    "targetShape": ""
  },
  "98": {
    "dateMemo": "4月8日",
    "titleJa": "宇宙のブラックホール、M87",
    "titleEn": "M87: The Black Hole Galaxy",
    "contentJa": "おとめ座とかみのけ座の境界付近には、数千個の銀河が集まる「おとめ座銀河団」があります。その中心が巨大銀河M87です。",
    "contentEn": "Near the border of Virgo and Coma Berenices lies the Virgo Cluster. Its heart is the massive galaxy M87.",
    "highlightJa": "肉眼では見えませんが、このM87の中心にある巨大ブラックホールが、人類が初めて撮影に成功したブラックホールです。",
    "highlightEn": "Invisible to the eye, but famous because the supermassive black hole at its center was the first ever imaged by humanity.",
    "mythologyJa": "神話の時代には想像もつかなかった「光さえ脱出できない穴」が、女神（おとめ座）のすぐそばに潜んでいるのです。",
    "mythologyEn": "A 'hole from which no light escapes,' unimaginable in myth, lurks right beside the Goddess Virgo.",
    "triviaJa": "M87は私たちの銀河系よりもはるかに大きく、重い銀河です。",
    "triviaEn": "M87 is a galaxy far larger and more massive than our own Milky Way.",
    "targetId": "Vindemiatrix",
    "targetShape": "おとめ座"
  },
  "99": {
    "dateMemo": "4月9日",
    "titleJa": "からす座の四角形",
    "titleEn": "The Trapezoid of the Crow",
    "contentJa": "南の空、スピカの右側にある「からす座」のいびつな四角形は、春の夜空の良い目印です。",
    "contentEn": "In the southern sky, to the right of Spica, the distorted trapezoid of Corvus is a great guide for spring.",
    "highlightJa": "4つの星が作る台形は、帆船の帆（スパンカー）にも例えられます。コンパクトで可愛らしい星座です。",
    "highlightEn": "Its four stars form a shape often compared to a spanker sail. It's a compact and charming constellation.",
    "mythologyJa": "嘘をついてアポロンに空に張り付けにされたカラスの姿です。喉が乾いているのに、目の前の水（コップ座）が飲めない罰を受けています。",
    "mythologyEn": "The crow was pinned to the sky by Apollo for lying. It is punished with eternal thirst, unable to drink from the nearby Cup.",
    "triviaJa": "からす座の方向には「アンテナ銀河」という、2つの銀河が衝突している有名な天体があります。",
    "triviaEn": "In the direction of Corvus lies the famous Antennae Galaxies, a pair of colliding galaxies.",
    "targetId": "Spica",
    "targetShape": ""
  },
  "100": {
    "dateMemo": "4月10日",
    "titleJa": "天上の杯、コップ座",
    "titleEn": "Crater: The Celestial Cup",
    "contentJa": "からす座の隣に、半円を描くように星が並んだ「コップ座」があります。暗い星ばかりですが、空が暗ければ綺麗なカップの形が見えます。",
    "contentEn": "Next to Corvus lies Crater, formed by a semicircle of stars. Though faint, a dark sky reveals its beautiful cup shape.",
    "highlightJa": "底のあるグラスのような形を想像して、南の空を探してみましょう。古代の優雅な酒器の姿です。",
    "highlightEn": "Imagine a goblet with a base. Search the southern sky for this ancient, elegant vessel.",
    "mythologyJa": "アポロン神の黄金の杯とも、医神アスクレピオスが薬を調合するための杯とも言われています。",
    "mythologyEn": "Said to be Apollo's golden goblet or the cup used by the medicine god Asclepius to mix remedies.",
    "triviaJa": "英語のCrater（クレーター）は「噴火口」という意味ですが、元々は「ボウル（杯）」という言葉が語源です。",
    "triviaEn": "The word 'Crater' usually means a volcanic pit, but it originally comes from the Greek word for 'mixing bowl.'",
    "targetId": "Alphard",
    "targetShape": ""
  },
  "101": {
    "dateMemo": "4月11日",
    "titleJa": "全天一巨大なうみへび座",
    "titleEn": "Hydra: The Largest Constellation",
    "contentJa": "南の空を東西に長く横たわる「うみへび座」。頭はしし座の近く、尻尾はてんびん座の近くまで、夜空の4分の1以上を占めています。",
    "contentEn": "Hydra stretches across the southern sky. From its head near Leo to its tail near Libra, it spans over a quarter of the heavens.",
    "highlightJa": "あまりに長いため、全身を見るには空が開けた場所が必要です。頭、心臓（アルファルド）、尻尾とたどってみましょう。",
    "highlightEn": "It's so long you need an open view. Trace it from the head, to the heart (Alphard), and down to the tail.",
    "mythologyJa": "9つの首を持つ怪物ヒドラです。切っても新しい首が生えてくるため、ヘラクレスは切り口を松明で焼いて退治しました。",
    "mythologyEn": "The nine-headed monster Hydra. Since its heads grew back when cut, Hercules defeated it by cauterizing the necks.",
    "triviaJa": "100年前は「アルゴ座」というさらに巨大な星座がありましたが、現在は4つに分割されたため、うみへび座が単独では最大です。",
    "triviaEn": "A century ago, Argo Navis was larger, but it was split into four. Now, Hydra reigns as the largest single constellation.",
    "targetId": "Alphard",
    "targetShape": ""
  },
  "102": {
    "dateMemo": "4月12日",
    "titleJa": "見えない星座、ろくぶんぎ座",
    "titleEn": "The Invisible Sextant",
    "contentJa": "しし座とうみへび座の間には「ろくぶんぎ座」がありますが、非常に暗い星しかなく、肉眼で見つけるのは困難です。",
    "contentEn": "Between Leo and Hydra lies Sextans. Composed of very faint stars, it is incredibly difficult to spot with the naked eye.",
    "highlightJa": "「ここには星がない」ということが、逆にこのエリアの特徴です。宇宙の広大な暗闇を感じてみましょう。",
    "highlightEn": "The fact that 'there are no stars here' is its feature. Feel the vast darkness of space in this region.",
    "mythologyJa": "17世紀の天文学者ヘベリウスが、愛用していた観測機器「六分儀」を火事で失ったことを嘆き、星空に残しました。",
    "mythologyEn": "17th-century astronomer Hevelius placed his beloved instrument 'The Sextant' in the sky after losing it in a fire.",
    "triviaJa": "現在では、天体の位置を測るための機器は望遠鏡やコンピュータに進化しましたが、その原型が星座として残っています。",
    "triviaEn": "Though modern instruments have evolved, the prototype of celestial navigation tools remains as a constellation.",
    "targetId": "Regulus",
    "targetShape": ""
  },
  "103": {
    "dateMemo": "4月13日",
    "titleJa": "銀河の渦巻き、M101",
    "titleEn": "Pinwheel Galaxy M101",
    "contentJa": "北斗七星の柄の近く（おおぐま座）には、満月ほどの大きさがある巨大な銀河「M101」があります。",
    "contentEn": "Near the handle of the Big Dipper lies M101, a massive galaxy appearing as large as the full moon.",
    "highlightJa": "「回転花火銀河」とも呼ばれ、真上から見た完璧な渦巻きの形をしています。写真撮影の絶好のターゲットです。",
    "highlightEn": "Called the 'Pinwheel Galaxy,' it shows a perfect face-on spiral. An excellent target for photography.",
    "mythologyJa": "神話はありませんが、北斗七星のすぐそばで静かに回転する巨大な光の風車は、現代の星空の神秘です。",
    "mythologyEn": "No myth exists, but this giant wheel of light spinning silently next to the Dipper is a modern cosmic mystery.",
    "triviaJa": "地球から2100万光年離れていますが、非常に大きいため、双眼鏡でも淡い光のシミとして確認できることがあります。",
    "triviaEn": "Though 21 million light-years away, it's so large that binoculars can sometimes reveal it as a faint smudge.",
    "targetId": "Alkaid",
    "targetShape": ""
  },
  "104": {
    "dateMemo": "4月14日",
    "titleJa": "最も美しい二重星、アイザール",
    "titleEn": "Izar: The Most Beautiful Double",
    "contentJa": "うしかい座の腰にある星「アイザール」は、望遠鏡で見るとオレンジと青の星が寄り添う、全天で最も美しい二重星のひとつです。",
    "contentEn": "Izar in Boötes is one of the loveliest double stars. A telescope reveals a stunning pair of orange and blue stars.",
    "highlightJa": "「プルケリマ（最も美しいもの）」という別名を持っています。色のコントラストが宝石のように鮮やかです。",
    "highlightEn": "Nicknamed 'Pulcherrima' (The Most Beautiful). The color contrast is as vivid as precious gems.",
    "mythologyJa": "うしかい座は、天を支える巨人アトラスの姿とも言われます。アイザールはその腰帯（ベルト）の輝きです。",
    "mythologyEn": "Boötes is sometimes seen as Atlas holding up the sky. Izar shines on his belt.",
    "triviaJa": "19世紀の天文学者ストルーベが、そのあまりの美しさに感動して「プルケリマ」と名付けました。",
    "triviaEn": "19th-century astronomer Struve was so moved by its beauty that he named it 'Pulcherrima.'",
    "targetId": "Izar",
    "targetShape": ""
  },
  "105": {
    "dateMemo": "4月15日",
    "titleJa": "北の王冠、かんむり座",
    "titleEn": "Corona Borealis: The Northern Crown",
    "contentJa": "うしかい座の東隣に、小さな星が半円を描く美しい星座「かんむり座」があります。一度見つけると忘れられない形です。",
    "contentEn": "East of Boötes lies Corona Borealis, a beautiful semicircle of stars. Once seen, its shape is unforgettable.",
    "highlightJa": "真ん中で輝く2等星アルフェッカが宝石のようです。夜空にぽっかりと浮かぶ王冠を探してみましょう。",
    "highlightEn": "The star Alphecca shines like a jewel in the center. Look for this crown floating in the night sky.",
    "mythologyJa": "酒神ディオニュソスが、クレタ島の王女アリアドネに贈った7つの宝石がついた冠だと伝えられています。",
    "mythologyEn": "Legend says it is the seven-jeweled crown given by the wine god Dionysus to the Cretan princess Ariadne.",
    "triviaJa": "かんむり座は、全天88星座の中でも特に「名前通りの形」をしている星座のひとつです。",
    "triviaEn": "Corona Borealis is one of the few constellations that looks exactly like its name suggests.",
    "targetId": "Alphecca",
    "targetShape": ""
  },
  "106": {
    "dateMemo": "4月16日",
    "titleJa": "へび座の頭と心臓",
    "titleEn": "The Serpent's Head",
    "contentJa": "かんむり座の下には「へび座」の頭の部分があります。へび座は、へびつかい座によって頭と尾の二つに分断された珍しい星座です。",
    "contentEn": "Below the Northern Crown lies the head of Serpens. It is unique, split into 'Head' and 'Tail' by Ophiuchus.",
    "highlightJa": "へびの心臓にあたる星「ウヌクアルハイ」は、オレンジ色の3等星です。「へびの首」という意味があります。",
    "highlightEn": "The star Unukalhai, meaning 'Serpent's Neck,' is an orange star marking the serpent's heart.",
    "mythologyJa": "へびつかい（医学の神アスクレピオス）が掴んでいる巨大な蛇です。蛇は脱皮して再生するため、医学と再生のシンボルです。",
    "mythologyEn": "The giant snake held by the Healer (Asclepius). Snakes symbolize medicine and rebirth due to their shedding skin.",
    "triviaJa": "救急車に描かれている「アスクレピオスの杖」にも、この蛇が巻き付いています。",
    "triviaEn": "This snake is the same one depicted winding around the Rod of Asclepius, the symbol of medicine.",
    "targetId": "Unukalhai",
    "targetShape": ""
  },
  "107": {
    "dateMemo": "4月17日",
    "titleJa": "てんびん座の緑の星",
    "titleEn": "Libra's Green Star",
    "contentJa": "南東の空から「てんびん座」が昇ってきました。その中の星「ズベンエスハマリ」は、肉眼で見える唯一の緑色の星と言われています。",
    "contentEn": "Libra rises in the southeast. Its star Zubeneschamali is said to be the only naked-eye star that looks green.",
    "highlightJa": "本当に緑色に見えるか、あるいは白か青か。ご自身の目で確かめてみてください。人によって見え方が違う不思議な星です。",
    "highlightEn": "Does it look green, white, or blue? Check with your own eyes. It's a mysterious star that varies by observer.",
    "mythologyJa": "正義の女神アストライア（おとめ座）が持つ、善悪を計る天秤です。",
    "mythologyEn": "These are the scales of justice held by the goddess Astraea (Virgo) to weigh good and evil.",
    "triviaJa": "元々はさそり座の「ハサミ」の部分でした。名前はアラビア語で「北のハサミ」を意味します。",
    "triviaEn": "It was originally the Scorpion's claws. The name means 'Northern Claw' in Arabic.",
    "targetId": "Zubeneschamali",
    "targetShape": "てんびん座"
  },
  "108": {
    "dateMemo": "4月18日",
    "titleJa": "おとめ座の二重星、ポリマ",
    "titleEn": "Porrima: The Twin Gem",
    "contentJa": "スピカの少し北西にある「ポリマ」は、非常に美しい二重星です。ほぼ同じ明るさの白い星が2つ、仲良く並んでいます。",
    "contentEn": "Porrima, northwest of Spica, is a stunning binary. Two identical white stars shine side-by-side.",
    "highlightJa": "まるで双子のようにそっくりな2つの星が、長い年月をかけて互いの周りを回っています。",
    "highlightEn": "Like celestial twins, these two stars orbit each other over a long period of time.",
    "mythologyJa": "ポリマは未来を予言する女神の名前に由来します。おとめ座の女神の神秘的な一面を表しています。",
    "mythologyEn": "Named after a goddess of prophecy. It represents the mystical side of the celestial Virgin.",
    "triviaJa": "2005年頃は2つの星が近づきすぎて1つに見えましたが、現在は離れてきて望遠鏡で見やすくなっています。",
    "triviaEn": "Around 2005, they were too close to split, but now they have separated enough to be easily seen with telescopes.",
    "targetId": "Porrima",
    "targetShape": "おとめ座"
  },
  "109": {
    "dateMemo": "4月19日",
    "titleJa": "銀河の鎖、マルカリアン・チェーン",
    "titleEn": "Markarian's Chain",
    "contentJa": "おとめ座銀河団の中心部には、銀河が鎖のように一列に並んでいる場所があります。「マルカリアン・チェーン」と呼ばれます。",
    "contentEn": "In the heart of the Virgo Cluster, galaxies align in a curved row known as 'Markarian's Chain.'",
    "highlightJa": "望遠鏡で覗くと、視野の中にいくつもの銀河が次々と浮かんでくる、宇宙散歩のハイライトコースです。",
    "highlightEn": "Through a telescope, galaxies appear one after another in the field of view. A highlight of any cosmic tour.",
    "mythologyJa": "神話ではありませんが、銀河が重力で引き合い、川のように流れている姿は、宇宙の雄大な歴史を物語っています。",
    "mythologyEn": "Not a myth, but the sight of galaxies flowing like a river under gravity tells the grand history of the cosmos.",
    "triviaJa": "この鎖のカーブは、偶然並んでいるのではなく、共通の重力で動いている銀河のグループです。",
    "triviaEn": "This chain isn't a chance alignment; it's a group of galaxies moving together under mutual gravity.",
    "targetId": "M84",
    "targetShape": ""
  },
  "110": {
    "dateMemo": "4月20日",
    "titleJa": "穀雨とスピカ",
    "titleEn": "Grain Rain and Spica",
    "contentJa": "今日は二十四節気の「穀雨（こくう）」です。春の雨が降り、穀物を育てる時期。おとめ座のスピカも「麦の穂」という意味です。",
    "contentEn": "Today is 'Grain Rain' in the lunar calendar. Spica signifies 'Ear of Wheat,' perfectly matching the season of crop-nurturing rains.",
    "highlightJa": "東の空で白く輝くスピカを見ながら、地上の植物たちの成長と、天の星の巡りの一致を感じてみましょう。",
    "highlightEn": "Watch white Spica in the east and feel the harmony between the growing plants on Earth and the stars above.",
    "mythologyJa": "豊穣の女神デメテルが、娘の帰還を喜んで地上に実りをもたらす時期と重なります。",
    "mythologyEn": "This aligns with the myth of Demeter bringing fertility back to Earth in joy of her daughter's return.",
    "triviaJa": "スピカは和名で「真珠星」とも呼ばれます。その清らかな白さは、春の霞の中でも美しく輝きます。",
    "triviaEn": "In Japan, Spica is also called 'The Pearl Star.' Its pure whiteness shines beautifully even through spring mists.",
    "targetId": "Spica",
    "targetShape": "おとめ座"
  },
  "111": {
    "dateMemo": "4月21日",
    "titleJa": "夏の予感、ベガの登場",
    "titleEn": "Vega Rising: Signs of Summer",
    "contentJa": "深夜、北東の空から青白く強烈に輝く星が昇ってきました。こと座の「ベガ（織姫星）」です。夏の足音が聞こえ始めました。",
    "contentEn": "Late at night, a brilliant blue-white star rises in the northeast. It's Vega, the Weaver Star. Summer is approaching.",
    "highlightJa": "アークトゥルス（春）とベガ（夏）が同時に空にある時期です。季節のバトンタッチを夜空で確認できます。",
    "highlightEn": "Arcturus (Spring) and Vega (Summer) share the sky now. Witness the seasonal handover in the heavens.",
    "mythologyJa": "日本では七夕の織姫として知られます。アラビア語では「落ちる鷲」という意味で、琴を抱えて舞い降りる鷲の姿です。",
    "mythologyEn": "Known as the Weaver Girl in Asia. In Arabic, it means 'Falling Eagle,' depicting an eagle carrying a lyre.",
    "triviaJa": "ベガは太陽系が銀河の中を進んでいく「目標地点（太陽向点）」のすぐ近くにあります。",
    "triviaEn": "Vega is located very close to the Solar Apex, the direction our solar system is traveling through the galaxy.",
    "targetId": "Vega",
    "targetShape": "こと座"
  },
  "112": {
    "dateMemo": "4月22日",
    "titleJa": "こと座流星群の夜",
    "titleEn": "Lyrid Meteor Shower",
    "contentJa": "今夜は「こと座流星群」が極大を迎えます。数は多くありませんが、明るい流れ星がスッと走るのが特徴の、歴史ある流星群です。",
    "contentEn": "Tonight marks the peak of the Lyrids. Though not numerous, this historic shower is known for fast, bright meteors.",
    "highlightJa": "深夜から明け方にかけて、ベガの近くから四方八方に流れます。春の夜風を感じながら気長に待ってみましょう。",
    "highlightEn": "From midnight to dawn, look near Vega. Be patient and enjoy the spring breeze while waiting for a shooting star.",
    "mythologyJa": "こと座は、音楽家オルフェウスが弾いた竪琴です。流星は、彼が奏でる悲しくも美しい音色が光になったものかもしれません。",
    "mythologyEn": "Lyra is Orpheus's harp. Perhaps the meteors are the visual echoes of his sad, beautiful melodies.",
    "triviaJa": "こと座流星群は、紀元前687年に中国で記録された、人類が記録に残した最古の流星群です。",
    "triviaEn": "The Lyrids are the oldest recorded meteor shower, first noted by Chinese astronomers in 687 BC.",
    "targetId": "Vega",
    "targetShape": "こと座"
  },
  "113": {
    "dateMemo": "4月23日",
    "titleJa": "英雄ヘラクレスの登場",
    "titleEn": "Enter Hercules",
    "contentJa": "こと座の東隣に、Hの形に星が並んだ「ヘラクレス座」が昇ってきました。ギリシャ神話最強の英雄の姿です。",
    "contentEn": "East of Lyra rises Hercules, with stars forming an 'H' shape. He is the greatest hero of Greek mythology.",
    "highlightJa": "明るい星はありませんが、いびつなHの形（胴体）を見つけると、力強い英雄の姿が浮かび上がります。",
    "highlightEn": "Though lacking bright stars, finding the 'H' shape (his torso) reveals the mighty hero's form.",
    "mythologyJa": "12の冒険を成し遂げた英雄ヘラクレス。うみへびやししを倒した彼は、今夜もそれらの星座を追いかけるように昇ってきます。",
    "mythologyEn": "Hercules completed 12 labors. Having defeated the Hydra and Lion, he rises tonight as if chasing them across the sky.",
    "triviaJa": "ヘラクレス座には、北半球で最も美しい球状星団「M13」があります。",
    "triviaEn": "Hercules hosts M13, the finest globular cluster visible in the Northern Hemisphere.",
    "targetId": "Rasalgethi",
    "targetShape": ""
  },
  "114": {
    "dateMemo": "4月24日",
    "titleJa": "かんむり座の点滅信号",
    "titleEn": "The Blinking Crown",
    "contentJa": "かんむり座の中に「R星」という不思議な星があります。普段は6等星ですが、不定期に急激に暗くなり、見えなくなってしまいます。",
    "contentEn": "Corona Borealis hosts the 'R star.' Usually visible, it unpredictably fades away, disappearing from sight.",
    "highlightJa": "「逆新星」とも呼ばれます。星から吹き出した「煤（すす）」が光を遮るためと考えられています。今は見えるでしょうか？",
    "highlightEn": "Called a 'reverse nova.' It fades when soot erupts from the star, blocking its light. Is it visible tonight?",
    "mythologyJa": "王冠の宝石のひとつが、時々曇ってしまう魔法がかかっているかのようです。",
    "mythologyEn": "It’s as if one of the crown's jewels is under a spell, occasionally clouding over.",
    "triviaJa": "かんむり座T星という別の星は、もうすぐ80年ぶりの大爆発を起こして明るくなると予想されています。",
    "triviaEn": "Another star, T CrB, is expected to explode soon, becoming very bright for the first time in 80 years.",
    "targetId": "Alphecca",
    "targetShape": ""
  },
  "115": {
    "dateMemo": "4月25日",
    "titleJa": "医者アスクレピオス、へびつかい座",
    "titleEn": "Ophiuchus: The Snake Bearer",
    "contentJa": "東の空に、将棋の駒のような大きな五角形が見えてきました。「へびつかい座」です。夏を代表する巨大な星座です。",
    "contentEn": "In the east, a large pentagon shaped like a shogi piece appears. It is Ophiuchus, a giant symbol of summer.",
    "highlightJa": "非常に大きいため、全体像をつかむのが難しい星座です。頭の星「ラスアルハゲ」を目印にしましょう。",
    "highlightEn": "It's so huge it's hard to see all at once. Mark the head star, Rasalhague.",
    "mythologyJa": "死者をも蘇らせる名医アスクレピオス。その能力を恐れた冥界の王ハデスによって星にされました。",
    "mythologyEn": "Asclepius, a doctor who could raise the dead. Hades, fearing this power, had him turned into a star.",
    "triviaJa": "黄道（太陽の通り道）を通っていますが、12星座占いには含まれていない「13番目の星座」として有名です。",
    "triviaEn": "It lies on the ecliptic but isn't in the Zodiac horoscope, famously known as the '13th Sign.'",
    "targetId": "Rasalhague",
    "targetShape": ""
  },
  "116": {
    "dateMemo": "4月26日",
    "titleJa": "さそりの心臓、アンタレス",
    "titleEn": "Antares: Heart of the Scorpion",
    "contentJa": "深夜の南東の空に、赤く燃える星が現れました。さそり座の「アンタレス」です。夏の主役がついに登場しました。",
    "contentEn": "Late at night, a fiery red star appears in the southeast. Antares in Scorpius. The king of summer has arrived.",
    "highlightJa": "「アンチ・アレス（火星に対抗するもの）」という名の通り、火星と競うような赤色が特徴です。",
    "highlightEn": "Meaning 'Anti-Ares' (Rival of Mars), it boasts a red color that rivals the planet Mars itself.",
    "mythologyJa": "オリオンを刺し殺した猛毒のサソリ。オリオン座が西に沈むのを待ってから、東から昇ってきます。",
    "mythologyEn": "The scorpion that defeated Orion. It waits for Orion to set in the west before rising in the east.",
    "triviaJa": "アンタレスは太陽の数百倍の大きさを持つ赤色超巨星で、もうすぐ寿命を終える星です。",
    "triviaEn": "Antares is a red supergiant hundreds of times larger than the Sun, nearing the end of its life.",
    "targetId": "Antares",
    "targetShape": "さそり座"
  },
  "117": {
    "dateMemo": "4月27日",
    "titleJa": "南の地平線の幻、オメガ星団",
    "titleEn": "Omega Centauri",
    "contentJa": "日本の南の地域（沖縄など）では、南の地平線すれすれに「オメガ星団（ω星団）」が見える時期です。",
    "contentEn": "In southern Japan, the massive Omega Centauri cluster appears just above the southern horizon.",
    "highlightJa": "全天で最大の球状星団です。肉眼でもぼんやりとした光の塊に見え、望遠鏡では数百万の星が密集する圧巻の姿です。",
    "highlightEn": "The largest globular cluster. Visible as a fuzz to the eye; a telescope reveals millions of packed stars.",
    "mythologyJa": "かつては一つの星だと思われて「オメガ星」と名付けられましたが、実は星の大都会でした。",
    "mythologyEn": "Once thought to be a single star named 'Omega,' it is actually a metropolis of stars.",
    "triviaJa": "この星団は、かつて天の川銀河に飲み込まれた別の銀河の「核」の生き残りだという説があります。",
    "triviaEn": "Some theorize this cluster is the surviving core of a dwarf galaxy consumed by the Milky Way.",
    "targetId": "Spica",
    "targetShape": ""
  },
  "118": {
    "dateMemo": "4月28日",
    "titleJa": "南十字星への憧れ",
    "titleEn": "Dreaming of the Southern Cross",
    "contentJa": "4月下旬から5月にかけては、沖縄の八重山諸島などで「南十字星」が見えるシーズンです。もし夜に表示されない場合は、アプリの地域を「石垣島」や「南半球」などに変えてみてください。地平線沿いに見えますよ。",
    "contentEn": "Late April to May is the season when the Southern Cross is visible from Japan's Yaeyama Islands. If it doesn't appear at night, try changing the app's location to 'Ishigaki Island' or the 'Southern Hemisphere.' You should see it along the horizon.",
    "highlightJa": "本州からは見えませんが、北斗七星や春の大曲線が南へ南へと星空の道案内をしている先に、その十字架は輝いています。",
    "highlightEn": "Invisible from Tokyo, but the Big Dipper and Spring Curve point south toward where the Cross shines.",
    "mythologyJa": "大航海時代、船乗りたちはこの星を見て南の方角を知り、未知の海への恐怖を和らげました。",
    "mythologyEn": "In the Age of Exploration, sailors used it to find south, finding comfort in its light on unknown seas.",
    "triviaJa": "宮沢賢治の『銀河鉄道の夜』では、旅の終着点として美しく描かれています。",
    "triviaEn": "In 'Night on the Galactic Railroad,' it is depicted beautifully as the final destination of the journey.",
    "targetId": "Gacrux",
    "targetShape": ""
  },
  "119": {
    "dateMemo": "4月29日",
    "titleJa": "昭和の日とてんびん座",
    "titleEn": "Showa Day and Libra",
    "contentJa": "今日は昭和の日。てんびん座の天秤が示す「均衡」や「調和」に思いを馳せてみましょう。",
    "contentEn": "Today is Showa Day. Reflect on the 'Balance' and 'Harmony' symbolized by the scales of Libra.",
    "highlightJa": "てんびん座は黄道十二星座の中で唯一、生き物ではなく「道具」の星座です。公平さを象徴しています。",
    "highlightEn": "Libra is the only Zodiac sign represented by an object, not a living being, symbolizing fairness.",
    "mythologyJa": "争いのない黄金時代には、神と人が共に暮らしていました。正義の女神がその時代を懐かしんでいる姿かもしれません。",
    "mythologyEn": "In the Golden Age, gods and humans lived together. Perhaps the Goddess of Justice longs for that era.",
    "triviaJa": "てんびん座の星の名前（ズベン・エル・ゲヌビなど）は、呪文のように響きますが、アラビア語の「ハサミ」という意味です。",
    "triviaEn": "Libra's star names sound like spells, but simply mean 'Claws' in Arabic.",
    "targetId": "Zubenelgenubi",
    "targetShape": "てんびん座"
  },
  "120": {
    "dateMemo": "4月30日",
    "titleJa": "4月の終わり、初夏の風",
    "titleEn": "April Ends: Winds of Early Summer",
    "contentJa": "4月が終わります。空の高い所には春の星、東からは夏の星。夜風も少しずつ暖かくなってきました。",
    "contentEn": "April ends. High above are spring stars; from the east come summer stars. The night breeze grows warmer.",
    "highlightJa": "北斗七星からアークトゥルス、スピカへの春の大曲線を見納めつつ、昇ってくるアンタレスやベガに挨拶をしましょう。",
    "highlightEn": "Bid farewell to the Great Spring Curve, and welcome the rising Antares and Vega.",
    "mythologyJa": "季節は巡ります。種まきの春から、成長の夏へ。星空の物語も新しい章へと進んでいきます。",
    "mythologyEn": "Seasons cycle. From sowing in spring to growth in summer. The celestial story turns to a new chapter.",
    "triviaJa": "5月になると、いよいよ「天の川」が深夜の東の空に見え始めます。",
    "triviaEn": "Come May, the Milky Way will finally begin to appear in the eastern sky late at night.",
    "targetId": "Arcturus",
    "targetShape": "春の大三角"
  },
  "121": {
    "dateMemo": "5月1日",
    "titleJa": "5月の夜空へようこそ",
    "titleEn": "Welcome to the May Sky",
    "contentJa": "爽やかな風が吹く5月が始まりました。夜空も春の星座たちが一番の見頃を迎えています。頭上高くに輝く北斗七星や、オレンジ色のアークトゥルスを探してみましょう。",
    "contentEn": "May has arrived with its refreshing breeze. The spring constellations are at their best. Look for the Big Dipper high overhead and the orange glow of Arcturus.",
    "highlightJa": "ゴールデンウィークの夜、少し夜更かしをして南の空を見てみましょう。春の大三角が堂々と輝いています。",
    "highlightEn": "During the Golden Week holidays, stay up a bit late and look south. The Spring Triangle shines majestically.",
    "mythologyJa": "5月は、春の女神が地上に最も多くの花を咲かせる季節です。夜空の星々も、まるで花畑のように煌めいています。",
    "mythologyEn": "May is when the spring goddess brings the most flowers to bloom. The stars in the night sky twinkle like a field of celestial flowers.",
    "triviaJa": "5月の満月は「フラワームーン（花月）」と呼ばれます。多くの花が咲き乱れる時期にちなんだ名前です。",
    "triviaEn": "The full moon in May is called the 'Flower Moon,' named after the abundance of flowers blooming during this season.",
    "targetId": "Arcturus",
    "targetShape": "春の大三角"
  },
  "122": {
    "dateMemo": "5月2日",
    "titleJa": "八十八夜と北斗七星",
    "titleEn": "The 88th Night and the Dipper",
    "contentJa": "立春から数えて八十八夜。茶摘みの季節ですが、星空では北斗七星が一年で最も高い位置に見える時期でもあります。",
    "contentEn": "It's the season of tea picking in Japan. In the sky, the Big Dipper appears at its highest point of the year.",
    "highlightJa": "夜8時頃、頭の真上を見上げてください。ひしゃくの底から水がこぼれてきそうな角度で、北斗七星が輝いています。",
    "highlightEn": "Look directly overhead around 8 PM. The Big Dipper shines as if water is about to spill from its bowl.",
    "mythologyJa": "北斗七星は、世界の多くの地域で「大きなスプーン」や「ひしゃく」に見立てられてきました。農耕の時期を知らせるカレンダーでもありました。",
    "mythologyEn": "Seen as a 'Big Spoon' or 'Ladle' worldwide, it served as a calendar to signal the farming seasons.",
    "triviaJa": "北斗七星のひしゃくの深さは、満月がすっぽり入るくらいの大きさだと言われています。",
    "triviaEn": "It is said that the bowl of the Big Dipper is large enough to fit the full moon inside.",
    "targetId": "Dubhe",
    "targetShape": "北斗七星"
  },
  "123": {
    "dateMemo": "5月3日",
    "titleJa": "憲法記念日とてんびん座",
    "titleEn": "Constitution Day and Libra",
    "contentJa": "今日は憲法記念日です。夜空には「法と正義」を象徴する星座、「てんびん座」が南東の空に昇っています。",
    "contentEn": "Today is Constitution Memorial Day. Fittingly, Libra, the Scales of Justice, rises in the southeastern sky.",
    "highlightJa": "てんびん座は、正義の女神アストライア（おとめ座）が持っている天秤です。星の並びが「く」の字を裏返したような形を探してみましょう。",
    "highlightEn": "Libra represents the scales held by the goddess of justice (Virgo). Look for a shape resembling a balanced scale.",
    "mythologyJa": "かつて神と人が共に暮らしていた時代、人の悪行が増えるにつれて神々は地上を去りましたが、正義の女神だけは最後まで残り、人々に正義を説いたと言われています。",
    "mythologyEn": "In the Golden Age, gods lived with humans. As humans became corrupt, the gods left, but the Goddess of Justice stayed until the end to teach righteousness.",
    "triviaJa": "てんびん座は、黄道十二星座の中で唯一、生き物ではなく「道具」の星座です。",
    "triviaEn": "Libra is the only constellation in the Zodiac represented by an object rather than a living creature.",
    "targetId": "Zubeneschamali",
    "targetShape": "てんびん座"
  },
  "124": {
    "dateMemo": "5月4日",
    "titleJa": "みどりの日の緑色の星",
    "titleEn": "Greenery Day's Green Star",
    "contentJa": "今日はみどりの日。てんびん座にある『ズベンエスハマリ』は、肉眼で見える唯一の「緑色の星」と言われています。",
    "contentEn": "Today is Greenery Day. Zubeneschamali in Libra is famous as the only naked-eye star said to appear green.",
    "highlightJa": "本当に緑に見えるか、あるいは白か青か。新緑の季節に、夜空の緑色を探して目を凝らしてみませんか。",
    "highlightEn": "Does it look green, white, or blue? Try to spot this celestial 'greenery' tonight.",
    "mythologyJa": "昔の天文学者たちは、この星を「満月のように青白い」と表現したり、「美しい緑色」と記録したりしました。色彩の感覚は人それぞれで面白いものです。",
    "mythologyEn": "Ancient astronomers described it variously as 'pale like the full moon' or 'beautifully green.' Color perception varies fascinatingly.",
    "triviaJa": "「ズベンエスハマリ」とはアラビア語で「北の爪（ハサミ）」を意味します。かつてはサソリの爪の一部でした。",
    "triviaEn": "The name means 'Northern Claw' in Arabic, as it was once considered part of the Scorpion's claws.",
    "targetId": "Zubeneschamali",
    "targetShape": "てんびん座"
  },
  "125": {
    "dateMemo": "5月5日",
    "titleJa": "こどもの日とヘルクレス",
    "titleEn": "Children's Day and Hercules",
    "contentJa": "こどもの日。夜空には、強く逞しい英雄の姿、「ヘルクレス座」が東の空から昇ってきています。",
    "contentEn": "On Children's Day, look to the east for Hercules, the constellation representing the strongest and mightiest hero.",
    "highlightJa": "アルファベットの「H」の形に並ぶ星たちが目印です。明るい星はありませんが、その大きさと形は英雄のたくましい胴体を表しています。",
    "highlightEn": "Look for stars forming an 'H' shape. Though not bright, its size and form represent the hero's powerful torso.",
    "mythologyJa": "ゆりかごにいる赤ちゃんの頃から、ヘビを素手で掴んで退治したという伝説を持つ、生まれながらのスーパーヒーローです。",
    "mythologyEn": "A born superhero, legend says he defeated snakes with his bare hands while still a baby in his cradle.",
    "triviaJa": "ヘルクレス座にある球状星団M13は、1974年に人類が宇宙人に向けてメッセージ（アレシボ・メッセージ）を送った宛先として有名です。",
    "triviaEn": "The cluster M13 in Hercules is famous as the target of the 'Arecibo Message' sent to extraterrestrials in 1974.",
    "targetId": "Rasalgethi",
    "targetShape": ""
  },
  "126": {
    "dateMemo": "5月6日",
    "titleJa": "ハレー彗星の置き土産",
    "titleEn": "Halley's Comet Legacy",
    "contentJa": "今夜から明日にかけて、「みずがめ座η（エータ）流星群」が見頃を迎えます。この流星群の正体は、有名なハレー彗星のちりです。",
    "contentEn": "Tonight marks the peak of the Eta Aquariids meteor shower. These meteors are actually dust left behind by the famous Halley's Comet.",
    "highlightJa": "夜明け前、東の低い空から流れ星が飛んできます。数は多くありませんが、速くて長い痕を残すのが特徴です。",
    "highlightEn": "Look low in the east before dawn. Though not numerous, they are known for being fast and leaving long trails.",
    "mythologyJa": "ハレー彗星は76年ごとに地球に戻ってきます。私たちが生きている間に見るチャンスは少ないですが、そのカケラは毎年こうして夜空を彩ってくれます。",
    "mythologyEn": "Halley's Comet returns every 76 years. While we rarely see the comet itself, its dust lights up our sky every year.",
    "triviaJa": "南半球では観測条件が良く、1時間に50個以上見えることもある活発な流星群です。",
    "triviaEn": "In the Southern Hemisphere, this is a major shower, sometimes producing over 50 meteors per hour.",
    "targetId": "Enif",
    "targetShape": ""
  },
  "127": {
    "dateMemo": "5月7日",
    "titleJa": "春の大曲線を復習しよう",
    "titleEn": "Reviewing the Spring Curve",
    "contentJa": "連休明けの夜、リラックスして「春の大曲線」を眺めてみましょう。北斗七星の柄からアークトゥルス、スピカへと続く優雅なカーブです。",
    "contentEn": "Relax after the holidays by tracing the 'Great Spring Curve.' Follow the arc from the Big Dipper to Arcturus and Spica.",
    "highlightJa": "このカーブは、春の星空の背骨のような存在です。一度覚えると、いつでも春の星座たちを見つけられるようになります。",
    "highlightEn": "This curve is like the backbone of the spring sky. Once learned, you can always find your way around the spring constellations.",
    "mythologyJa": "アークトゥルスは「熊の番人」。大熊（おおぐま座）が逃げ出さないように、このカーブに沿って見張っていると言われています。",
    "mythologyEn": "Arcturus means 'Bear Guardian.' He is said to watch over the Great Bear along this curve to ensure it doesn't escape.",
    "triviaJa": "この曲線をさらに南へ伸ばすと、からす座を通って、南の地平線の下にあるサザンクロス（南十字星）の方角を指します。",
    "triviaEn": "Extending this curve further south points towards Corvus and eventually the Southern Cross below the horizon.",
    "targetId": "Arcturus",
    "targetShape": "春の大三角"
  },
  "128": {
    "dateMemo": "5月8日",
    "titleJa": "星の宝石箱、かみのけ座",
    "titleEn": "Coma Berenices: The Jewel Box",
    "contentJa": "しし座の後ろ足のあたりに、星がパラパラと散らばっている場所があります。「かみのけ座」です。双眼鏡で見ると驚くほど美しい場所です。",
    "contentEn": "Behind Leo lies a scattering of faint stars called Coma Berenices. Through binoculars, it is a breathtaking sight.",
    "highlightJa": "ここには「Mel111」という散開星団があり、宝石をばら撒いたような光景が広がっています。月のない夜に探してみましょう。",
    "highlightEn": "Here lies the star cluster Mel 111. On moonless nights, it looks like scattered jewels across the sky.",
    "mythologyJa": "エジプト王妃ベレニケが、夫の無事を祈って神殿に捧げた美しい髪の毛が、そのまま星座になったという愛の物語です。",
    "mythologyEn": "The legend says Queen Berenice sacrificed her beautiful hair for her husband's safe return, and the gods placed it among the stars.",
    "triviaJa": "かみのけ座の方向は「銀河の北極」にあたり、天の川の塵に邪魔されず、宇宙の遠くまで見通せる「宇宙の窓」です。",
    "triviaEn": "This constellation marks the Galactic North Pole. It's a 'cosmic window' looking deep into space, unobstructed by Milky Way dust.",
    "targetId": "Melotte111",
    "targetShape": ""
  },
  "129": {
    "dateMemo": "5月9日",
    "titleJa": "王の心臓、コル・カロリ",
    "titleEn": "Cor Caroli: Charles's Heart",
    "contentJa": "北斗七星のひしゃくの下に、ポツンと輝く3等星があります。りょうけん座の「コル・カロリ」です。春のダイヤモンドの一角を担います。",
    "contentEn": "Below the Big Dipper shines a solitary star, Cor Caroli in Canes Venatici. It forms one corner of the Spring Diamond.",
    "highlightJa": "周りに明るい星がないため、控えめな明るさでもよく目立ちます。望遠鏡で見ると美しい二重星であることがわかります。",
    "highlightEn": "Its isolation makes it stand out despite being faint. A telescope reveals it as a beautiful double star.",
    "mythologyJa": "17世紀のイギリス国王チャールズ1世を偲んで名付けられた「チャールズの心臓」という意味の、ロマンチックな名前です。",
    "mythologyEn": "Meaning 'Heart of Charles,' it was named romantically in honor of King Charles I of England in the 17th century.",
    "triviaJa": "りょうけん座は、うしかい座が連れている2匹の猟犬（アステリオンとカラ）の姿です。",
    "triviaEn": "Canes Venatici represents the two hunting dogs, Asterion and Chara, held by the Herdsman (Boötes).",
    "targetId": "CorCaroli",
    "targetShape": ""
  },
  "130": {
    "dateMemo": "5月10日",
    "titleJa": "りょうけん座の銀河たち",
    "titleEn": "Galaxies of the Hunting Dogs",
    "contentJa": "りょうけん座のエリアには、美しい銀河がたくさん隠れています。中でも有名なのが「子持ち銀河（M51）」です。",
    "contentEn": "Canes Venatici hides many beautiful galaxies. The most famous is the Whirlpool Galaxy (M51), also known as the 'Child-Bearing Galaxy' in Japan.",
    "highlightJa": "大きな渦巻き銀河の腕の先に、小さな銀河がぶら下がっている姿をしています。宇宙の親子のような姿です。",
    "highlightEn": "It looks like a large spiral galaxy holding a smaller galaxy by the hand. A cosmic parent and child.",
    "mythologyJa": "神話の時代には見えなかったこれらの銀河は、現代の私たちが望遠鏡で手に入れた新しい宇宙の神話かもしれません。",
    "mythologyEn": "Invisible in ancient times, these galaxies are perhaps the new myths of the cosmos revealed by modern telescopes.",
    "triviaJa": "M51は、人類が初めて「渦巻き構造」を確認した銀河です。ロス卿という貴族が巨大な望遠鏡でスケッチしました。",
    "triviaEn": "M51 was the first galaxy recognized to have a spiral structure, sketched by Lord Rosse using a giant telescope.",
    "targetId": "CorCaroli",
    "targetShape": ""
  },
  "131": {
    "dateMemo": "5月11日",
    "titleJa": "おとめ座銀河団の深淵",
    "titleEn": "Depths of the Virgo Cluster",
    "contentJa": "おとめ座とかみのけ座の境界付近には、数千個もの銀河が集まる「おとめ座銀河団」があります。私たちの銀河系のご近所さんたちです。",
    "contentEn": "Near the border of Virgo and Coma Berenices lies the Virgo Cluster, a massive group of thousands of galaxies neighbor to our own.",
    "highlightJa": "この方向には、M87という巨大な楕円銀河があります。その中心にあるブラックホールが、人類が初めて撮影したあのブラックホールです。",
    "highlightEn": "Here lies M87, a giant elliptical galaxy. Its central black hole is the famous one first imaged by humanity.",
    "mythologyJa": "女神の足元には、人間の想像を遥かに超える巨大な宇宙都市が広がっているのです。",
    "mythologyEn": "At the feet of the Goddess lies a vast cosmic metropolis far beyond human imagination.",
    "triviaJa": "おとめ座銀河団の銀河たちは、互いの重力で引き合いながら、宇宙空間を高速で移動しています。",
    "triviaEn": "The galaxies in the Virgo Cluster are moving at high speeds, bound together by their mutual gravity.",
    "targetId": "Vindemiatrix",
    "targetShape": "おとめ座"
  },
  "132": {
    "dateMemo": "5月12日",
    "titleJa": "真珠星、スピカ",
    "titleEn": "Spica: The Pearl Star",
    "contentJa": "南の空に青白く輝くおとめ座の「スピカ」。日本ではその純白の輝きから「真珠星」という美しい和名で呼ばれてきました。",
    "contentEn": "Spica shines blue-white in the south. In Japan, it is beautifully called 'The Pearl Star' due to its pure radiance.",
    "highlightJa": "スピカは春の夫婦星の「妻」の方です。オレンジ色のアークトゥルス（夫）との色の対比を楽しんでみましょう。",
    "highlightEn": "Spica is the 'Wife' of the Spring Couple. Enjoy the contrast with her 'Husband,' the orange Arcturus.",
    "mythologyJa": "農業の女神デメテルの娘ペルセポネが持つ「麦の穂」の先で輝いています。豊かな実りを約束する星です。",
    "mythologyEn": "It shines at the tip of the ear of wheat held by Persephone, daughter of the harvest goddess, promising abundance.",
    "triviaJa": "スピカは実は2つの星が非常に近くで回り合っている連星で、お互いの形が歪むほど強く引き合っています。",
    "triviaEn": "Spica is a close binary system. The two stars are so close that their gravity distorts them into egg shapes.",
    "targetId": "Spica",
    "targetShape": "おとめ座"
  },
  "133": {
    "dateMemo": "5月13日",
    "titleJa": "おとめ座の双子星、ポリマ",
    "titleEn": "Porrima: The Twin Gem",
    "contentJa": "スピカの少し上にある星「ポリマ」は、望遠鏡で見ると、うり二つの白い星がぴったりと寄り添っているのが見えます。",
    "contentEn": "Above Spica lies Porrima. Through a telescope, it splits into two identical white stars sitting perfectly together.",
    "highlightJa": "「天の宝石」とも呼ばれる美しい二重星です。数年前までは重なって見えにくかったのですが、今は離れて見やすくなっています。",
    "highlightEn": "Called a 'Celestial Gem,' this beautiful binary was hard to split years ago but is now wider and easier to see.",
    "mythologyJa": "ポリマは未来を予言する女神の名前です。おとめ座の女神の神秘的な能力を象徴する星と言えるでしょう。",
    "mythologyEn": "Named after a goddess of prophecy, it symbolizes the mystical powers of the celestial Virgin.",
    "triviaJa": "この2つの星は、約170年かけてお互いの周りを一周します。私たちは宇宙のダンスの目撃者です。",
    "triviaEn": "These two stars orbit each other every 170 years. We are witnessing a slow cosmic dance.",
    "targetId": "Porrima",
    "targetShape": "おとめ座"
  },
  "134": {
    "dateMemo": "5月14日",
    "titleJa": "ソンブレロ銀河を探して",
    "titleEn": "M104: The Sombrero Galaxy",
    "contentJa": "おとめ座のスピカと、からす座の間には、「ソンブレロ銀河（M104）」というユニークな形の銀河があります。",
    "contentEn": "Between Spica and Corvus lies the Sombrero Galaxy (M104), famous for its unique shape.",
    "highlightJa": "メキシコの帽子（ソンブレロ）のような形をしていることから名付けられました。宇宙に浮かぶ帽子の姿を想像してみましょう。",
    "highlightEn": "Named for its resemblance to a Mexican hat. Imagine a hat floating in the vastness of space.",
    "mythologyJa": "もちろん神話はありませんが、その特徴的な姿は一度見たら忘れられない「宇宙の絶景」のひとつです。",
    "mythologyEn": "No myth exists, but its distinctive shape makes it one of the unforgettable 'Superb Views of the Universe.'",
    "triviaJa": "地球から約3000万光年も離れていますが、双眼鏡でも条件が良ければ光のシミとして見つけることができます。",
    "triviaEn": "Though 30 million light-years away, good conditions allow binoculars to spot it as a faint smudge of light.",
    "targetId": "Spica",
    "targetShape": ""
  },
  "135": {
    "dateMemo": "5月15日",
    "titleJa": "南の空の案内人、からす座",
    "titleEn": "Corvus: Guide of the South",
    "contentJa": "スピカの右隣にある、4つの星が作る台形が「からす座」です。小さいですが形が整っており、春の夜空の良い目印になります。",
    "contentEn": "To the right of Spica, four stars form a trapezoid. This is Corvus. Small but distinct, it guides us in the spring sky.",
    "highlightJa": "帆船の帆のような形にも見えます。このからす座の向きを見て、これから南中するのか、もう沈むのかを判断できます。",
    "highlightEn": "Resembling a sail, Corvus helps you judge if stars are rising or setting in the southern sky.",
    "mythologyJa": "アポロンの使いの銀色のカラスでしたが、嘘をついた罰で真っ黒にされ、空に張り付けにされてしまいました。",
    "mythologyEn": "Once Apollo's silver messenger, the crow was turned black and pinned to the sky as punishment for lying.",
    "triviaJa": "からす座の近くには「アンテナ銀河」という、2つの銀河が衝突して触角のように見える有名な天体があります。",
    "triviaEn": "Nearby lie the Antennae Galaxies, a famous pair of colliding galaxies that look like insect antennae.",
    "targetId": "Spica",
    "targetShape": ""
  },
  "136": {
    "dateMemo": "5月16日",
    "titleJa": "神の杯、コップ座",
    "titleEn": "Crater: The Divine Cup",
    "contentJa": "からす座の隣に、ひっそりと星が半円状に並んでいるのが「コップ座」です。非常に暗い星ばかりですが、優雅な形をしています。",
    "contentEn": "Next to Corvus sits Crater, a quiet semicircle of stars. Though faint, it forms an elegant cup shape.",
    "highlightJa": "街明かりのない場所に行ったら、南の空でこの「神の杯」を探してみましょう。古代の祝杯の形が見えてきます。",
    "highlightEn": "In dark skies, look south for this 'Divine Cup.' You can trace the shape of an ancient chalice.",
    "mythologyJa": "嘘つきのカラスの隣に置かれていますが、カラスは永遠にこの杯の水に届かず、喉の渇きに苦しんでいると言われます。",
    "mythologyEn": "Placed next to the lying crow. Legend says the crow is eternally thirsty, never able to reach the water in this cup.",
    "triviaJa": "英語のCrater（クレーター）は「噴火口」の意味で使われますが、元々はギリシャ語の「混ぜる杯（クラテール）」が語源です。",
    "triviaEn": "While 'Crater' usually means a pit, it comes from the Greek word for a 'mixing bowl' used for wine.",
    "targetId": "Alphard",
    "targetShape": ""
  },
  "137": {
    "dateMemo": "5月17日",
    "titleJa": "夜空一長い、うみへび座",
    "titleEn": "Hydra: The Longest One",
    "contentJa": "南の空を東から西へ、延々と横たわっているのが「うみへび座」です。全天88星座の中で最も面積が広く、長い星座です。",
    "contentEn": "Stretching endlessly from east to west in the south is Hydra. It is the largest and longest of all 88 constellations.",
    "highlightJa": "頭はしし座の近く、尻尾はてんびん座の近くまであります。一度に全体を見るのが難しいほどの巨大さです。",
    "highlightEn": "Head near Leo, tail near Libra. It's so huge that seeing the whole figure at once is a challenge.",
    "mythologyJa": "ヘラクレスに退治された9つの首を持つ怪物ヒドラです。夜空では首は1つしかありませんが、その生命力は星座の大きさとして残っています。",
    "mythologyEn": "The nine-headed monster defeated by Hercules. Though it shows only one head in the sky, its size represents its immense vitality.",
    "triviaJa": "心臓の星「アルファルド」は「孤独なもの」という意味です。周りに明るい星がないため、ポツンと目立っています。",
    "triviaEn": "Its heart star, Alphard, means 'The Solitary One.' It stands out alone in a region with few other bright stars.",
    "targetId": "Alphard",
    "targetShape": ""
  },
  "138": {
    "dateMemo": "5月18日",
    "titleJa": "麦星、アークトゥルス",
    "titleEn": "Arcturus: The Wheat Star",
    "contentJa": "うしかい座の「アークトゥルス」は、日本では「麦星（むぎぼし）」と呼ばれました。麦の収穫時期に頭上で輝くからです。",
    "contentEn": "Arcturus is traditionally called the 'Wheat Star' in Japan because it shines overhead during the wheat harvest.",
    "highlightJa": "オレンジ色の優しい光は、豊かに実った麦の色を連想させます。季節感あふれる星の輝きを楽しんでください。",
    "highlightEn": "Its gentle orange glow reminds us of the color of ripe wheat. Enjoy this seasonal sparkle.",
    "mythologyJa": "ハワイでは「ホクレア（喜びの星）」と呼ばれ、ハワイ諸島へ渡るカヌーの重要なナビゲーションスターでした。",
    "mythologyEn": "In Hawaii, it is 'Hokule'a' (Star of Gladness), a key navigation star for canoes traveling to the islands.",
    "triviaJa": "アークトゥルスは太陽の約25倍の大きさがある巨星ですが、実はもうすぐ（宇宙の時間で）寿命を迎える老人の星です。",
    "triviaEn": "Arcturus is a giant 25 times the sun's size, but it is an aging star nearing the end of its cosmic life.",
    "targetId": "Arcturus",
    "targetShape": "春の大三角"
  },
  "139": {
    "dateMemo": "5月19日",
    "titleJa": "最も美しい二重星、アイザール",
    "titleEn": "Izar: The Most Beautiful",
    "contentJa": "うしかい座の腰のあたりにある「アイザール」は、望遠鏡で見るとオレンジと青の星が並ぶ、息を呑むほど美しい二重星です。",
    "contentEn": "Izar, at the waist of Boötes, is a breathtaking double star. A telescope reveals a contrast of orange and blue.",
    "highlightJa": "「プルケリマ（最も美しいもの）」というラテン語の別名を持っています。宇宙の宝石箱を覗いたような気分になれます。",
    "highlightEn": "Nicknamed 'Pulcherrima' (The Most Beautiful). It feels like peeking into a cosmic jewelry box.",
    "mythologyJa": "うしかい座は、天を支える巨人アトラスの姿とも言われます。アイザールはその腰帯で輝く飾りのようです。",
    "mythologyEn": "Boötes is sometimes seen as Atlas holding the sky. Izar shines like an ornament on his belt.",
    "triviaJa": "アイザールとはアラビア語で「腰布」という意味です。",
    "triviaEn": "The name Izar comes from the Arabic word for 'loincloth.'",
    "targetId": "Izar",
    "targetShape": ""
  },
  "140": {
    "dateMemo": "5月20日",
    "titleJa": "北の王冠、かんむり座",
    "titleEn": "Corona Borealis: Northern Crown",
    "contentJa": "うしかい座の隣に、宝石を並べたような半円形の星座があります。「かんむり座」です。夜空に浮かぶティアラのようです。",
    "contentEn": "Next to Boötes lies a semicircle of stars like strung gems. This is Corona Borealis, a celestial tiara.",
    "highlightJa": "真ん中の2等星アルフェッカを真珠に見立てて、美しい王冠の形をたどってみましょう。形がとても分かりやすい星座です。",
    "highlightEn": "With the star Alphecca as the central pearl, trace the beautiful crown. It's one of the easiest shapes to recognize.",
    "mythologyJa": "酒の神ディオニュソスが、王女アリアドネを慰めるために贈った、7つの宝石がついた冠だと言われています。",
    "mythologyEn": "Said to be the seven-jeweled crown given by the wine god Dionysus to comfort the princess Ariadne.",
    "triviaJa": "かんむり座には「燃える星（T星）」があり、約80年ごとに大爆発を起こして明るくなることが知られています。",
    "triviaEn": "It hosts the 'Blaze Star' (T CrB), known to explode and become bright roughly every 80 years.",
    "targetId": "Alphecca",
    "targetShape": ""
  },
  "141": {
    "dateMemo": "5月21日",
    "titleJa": "小満とへび座",
    "titleEn": "Grain Full and Serpens",
    "contentJa": "今日は二十四節気の「小満（しょうまん）」。陽気が良くなり、草木が茂る頃です。夜空でも「へび座」が鎌首をもたげています。",
    "contentEn": "Today is 'Grain Full.' Nature is lush. In the sky, Serpens (The Serpent) lifts its head.",
    "highlightJa": "東の空を見てみましょう。へびつかい座に巻き付くように、頭と尻尾に分かれたへび座が昇ってきています。",
    "highlightEn": "Look east. Serpens rises, wrapped around Ophiuchus, split into a distinct Head and Tail.",
    "mythologyJa": "脱皮して生まれ変わるヘビは、古代から「再生」と「永遠の命」の象徴でした。医療のシンボルでもあります。",
    "mythologyEn": "Shedding their skin, snakes have symbolized rebirth and eternal life since ancient times. Also a symbol of medicine.",
    "triviaJa": "へび座は、へびつかい座によって「頭部」と「尾部」の2つに分断されている、全天で唯一の星座です。",
    "triviaEn": "Serpens is the only constellation split into two separate parts (Head and Tail) by another constellation (Ophiuchus).",
    "targetId": "Unukalhai",
    "targetShape": ""
  },
  "142": {
    "dateMemo": "5月22日",
    "titleJa": "てんびん座の二重星",
    "titleEn": "Libra's Double Star",
    "contentJa": "てんびん座の「ズベンエルゲヌビ」は、双眼鏡で見ると2つの星が離れて並んでいるのが見える二重星です。",
    "contentEn": "Zubenelgenubi in Libra is a wide double star. Binoculars easily reveal two stars sitting apart.",
    "highlightJa": "視力がとても良い人なら、肉眼でも2つに見えるかもしれません。昔のアラビアでは視力検査に使われたとも言われます。",
    "highlightEn": "Very sharp eyes might split them without aid. Ancient Arabs reportedly used them as an eye test.",
    "mythologyJa": "天秤の「南の皿」を支える星です。正義と公平さを保つための重要な支点です。",
    "mythologyEn": "This star supports the 'Southern Pan' of the scales. A crucial pivot for maintaining justice and balance.",
    "triviaJa": "この星のすぐそばを、太陽や月、惑星たちが通っていきます。星空の通り道の交差点のような場所です。",
    "triviaEn": "The Sun, Moon, and planets pass right by this star. It's like a busy intersection in the sky.",
    "targetId": "Zubenelgenubi",
    "targetShape": "てんびん座"
  },
  "143": {
    "dateMemo": "5月23日",
    "titleJa": "夏の鼓動、アンタレス",
    "titleEn": "Summer's Heartbeat: Antares",
    "contentJa": "深夜の南東の空に、赤く燃える星が現れました。さそり座の「アンタレス」です。夏の訪れを告げる赤い1等星です。",
    "contentEn": "Late at night, a fiery red star appears in the southeast. Antares in Scorpius. It heralds the arrival of summer.",
    "highlightJa": "「火星に対抗するもの」という名の通り、火星と競うような赤色が特徴です。まだ低い位置にあり、またたきが激しいかもしれません。",
    "highlightEn": "Meaning 'Rival of Mars,' its redness competes with the planet. Low in the sky, it may twinkle intensely.",
    "mythologyJa": "オリオンを刺し殺した毒サソリの心臓です。このサソリが現れると、オリオンは西へ逃げて隠れてしまいます。",
    "mythologyEn": "The heart of the scorpion that defeated Orion. When this scorpion rises, Orion flees to the west.",
    "triviaJa": "アンタレスは太陽の数百倍の大きさがある赤色超巨星です。もうすぐ寿命を終えようとしている星の最後の輝きです。",
    "triviaEn": "Antares is a red supergiant hundreds of times larger than the Sun. We are seeing the final glow of a dying star.",
    "targetId": "Antares",
    "targetShape": "さそり座"
  },
  "144": {
    "dateMemo": "5月24日",
    "titleJa": "S字を描くさそり座",
    "titleEn": "The S-Curve of Scorpius",
    "contentJa": "アンタレスを見つけたら、そこからS字カーブを描いて連なる星々を探してみましょう。見事なサソリの姿が浮かび上がります。",
    "contentEn": "Once you find Antares, follow the stars curving in an 'S' shape. The magnificent form of a scorpion appears.",
    "highlightJa": "日本では釣り針の形に見立てて「魚釣り星」とも呼ばれました。南の空が暗い場所なら、その全体像が見えるはずです。",
    "highlightEn": "In Japan, it was called the 'Fishhook Star.' Dark southern skies reveal its full, striking shape.",
    "mythologyJa": "大地を焼き尽くそうとしたパエトン（太陽神の息子）を止めるために、女神が放ったサソリだとも言われています。",
    "mythologyEn": "Said to be the scorpion sent by a goddess to stop Phaethon, who lost control of the sun chariot and scorched the earth.",
    "triviaJa": "さそり座は、星占いの星座（黄道十二星座）の中では南の空の最も低い位置を通ります。",
    "triviaEn": "Scorpius travels the lowest path across the southern sky among all the Zodiac constellations.",
    "targetId": "Shaula",
    "targetShape": "さそり座"
  },
  "145": {
    "dateMemo": "5月25日",
    "titleJa": "医神アスクレピオス",
    "titleEn": "Ophiuchus the Healer",
    "contentJa": "さそり座の上に、将棋の駒のような大きな五角形が見えてきました。「へびつかい座」です。夏を代表する巨大な星座です。",
    "contentEn": "Above Scorpius rises a giant pentagon like a shogi piece. This is Ophiuchus, a massive symbol of summer.",
    "highlightJa": "非常に大きいため、頭の星「ラスアルハゲ」を目印にして、そこから肩、体へと星を繋いでいくのがコツです。",
    "highlightEn": "It's huge. Start with the head star Rasalhague, then trace down to the shoulders and body.",
    "mythologyJa": "死者をも蘇らせるほどの名医アスクレピオスの姿です。しかし、その能力を恐れた冥界の王ハデスによって星にされてしまいました。",
    "mythologyEn": "Represents Asclepius, a doctor who could raise the dead. Hades, fearing this power, had him turned into a star.",
    "triviaJa": "へびつかい座は、太陽の通り道に足を踏み入れているため「13番目の星座」として知られています。",
    "triviaEn": "Ophiuchus is known as the '13th Sign' because the Sun passes through its feet, though it's not in the traditional Zodiac.",
    "targetId": "Rasalhague",
    "targetShape": ""
  },
  "146": {
    "dateMemo": "5月26日",
    "titleJa": "ヘラクレスの大星団 M13",
    "titleEn": "Hercules Cluster M13",
    "contentJa": "ヘルクレス座の脇腹あたりに、北半球で最も美しいと言われる球状星団「M13」があります。星の大都会です。",
    "contentEn": "In the torso of Hercules lies M13, the finest globular cluster in the northern hemisphere. A metropolis of stars.",
    "highlightJa": "双眼鏡で見ると、ぼんやりとした光のボールに見えます。そこには数十万個もの星が密集しているのです。",
    "highlightEn": "Binoculars show a fuzzy ball of light. It is actually a dense swarm of hundreds of thousands of stars.",
    "mythologyJa": "英雄ヘラクレスの心臓部分で輝くこの星団は、宇宙の神秘的なエネルギーの源のようにも見えます。",
    "mythologyEn": "Shining near the hero's heart, this cluster looks like a source of mystic cosmic energy.",
    "triviaJa": "M13は、地球から約2万5000光年も離れています。私たちが今見ている光は、旧石器時代に放たれた光です。",
    "triviaEn": "M13 is 25,000 light-years away. The light we see tonight left the cluster during the Stone Age.",
    "targetId": "Rasalgethi",
    "targetShape": ""
  },
  "147": {
    "dateMemo": "5月27日",
    "titleJa": "夏の女王、ベガの登場",
    "titleEn": "Vega: Queen of Summer",
    "contentJa": "北東の空から、青白く強烈に輝く星が昇ってきました。こと座の「ベガ」、七夕の織姫星です。夏の足音が聞こえます。",
    "contentEn": "A brilliant blue-white star rises in the northeast. It's Vega in Lyra, the Weaver Girl. Summer is coming.",
    "highlightJa": "ベガは「夏の大三角」の一角です。春のアークトゥルスと、夏のベガが共演する、季節の変わり目の夜空です。",
    "highlightEn": "Vega is part of the Summer Triangle. Spring's Arcturus and Summer's Vega share the stage tonight.",
    "mythologyJa": "七夕伝説の織姫です。機織りが上手な働き者でしたが、今は恋人の彦星（アルタイル）が昇ってくるのを待っています。",
    "mythologyEn": "The Weaver Girl of legend. A skilled worker, she is now waiting for her lover Altair to rise.",
    "triviaJa": "ベガは地球の歳差運動により、約1万2000年後には北極星（ポラリスの位置）になると予測されています。",
    "triviaEn": "Due to Earth's precession, Vega is destined to become the North Star in about 12,000 years.",
    "targetId": "Vega",
    "targetShape": "こと座"
  },
  "148": {
    "dateMemo": "5月28日",
    "titleJa": "こと座のダブル・ダブルスター",
    "titleEn": "The Double-Double Star",
    "contentJa": "ベガのすぐそばにある「こと座イプシロン星」は、非常に視力が良ければ2つに見える二重星です。",
    "contentEn": "Near Vega lies Epsilon Lyrae. With very sharp eyes, you might see it as two stars.",
    "highlightJa": "望遠鏡で見ると、その2つの星がさらにそれぞれ2つに分かれ、合計4つの星が見える「ダブル・ダブルスター」として有名です。",
    "highlightEn": "A telescope reveals that each of those two stars splits again, making it a famous 'Double-Double' system of four stars.",
    "mythologyJa": "こと座はオルフェウスの竪琴。この星は、琴の弦を留めるネジの部分にあたります。",
    "mythologyEn": "Lyra is Orpheus's harp. This star marks the position of the tuning pegs.",
    "triviaJa": "「ベガだよ」と言って指差した方向が少しずれていたら、この星を指しているかもしれません。ベガの指一本分隣にあります。",
    "triviaEn": "It's just a finger-width away from Vega. Often overlooked next to the bright queen of summer.",
    "targetId": "Vega",
    "targetShape": "こと座"
  },
  "149": {
    "dateMemo": "5月29日",
    "titleJa": "フラワームーンの輝き",
    "titleEn": "The Flower Moon Shines",
    "contentJa": "今夜は5月の満月「フラワームーン」です。暖かくなり、花々が咲き誇る季節の満月を楽しんでみましょう。",
    "contentEn": "Tonight is the Flower Moon. Enjoy the full moon of the season when warmth returns and flowers bloom.",
    "highlightJa": "さそり座のアンタレスの近くで満月が輝く年もあります。赤い星と白い月の競演は圧巻です。",
    "highlightEn": "Sometimes the moon shines near red Antares. The contrast between the red star and white moon is stunning.",
    "mythologyJa": "北米の先住民たちは、季節ごとの満月に名前をつけて、生活の節目にしていました。花が咲く5月は喜びの月です。",
    "mythologyEn": "Native Americans named full moons to track seasons. May, with its blooms, is a month of joy.",
    "triviaJa": "5月の満月は「ウエサク祭」として、仏教に関わりの深い月でもあります。京都の鞍馬寺などで祭りが行われます。",
    "triviaEn": "The May full moon is also celebrated as Vesak, a sacred day in Buddhism.",
    "targetId": "Moon",
    "targetShape": ""
  },
  "150": {
    "dateMemo": "5月30日",
    "titleJa": "こぐま座とポラリス",
    "titleEn": "Ursa Minor and Polaris",
    "contentJa": "北の空、北極星（ポラリス）があるのが「こぐま座」です。北斗七星を小さくしたような「小びしゃく」の形をしています。",
    "contentEn": "In the north, Polaris marks Ursa Minor. It looks like a smaller version of the Big Dipper, called the 'Little Dipper.'",
    "highlightJa": "北斗七星から北極星を見つけたら、そこから小さなひしゃくの形を描いてみましょう。空が暗い場所なら見つかります。",
    "highlightEn": "Once you find Polaris from the Big Dipper, trace the small ladle shape. Easier in dark skies.",
    "mythologyJa": "母さん熊（おおぐま座）とはぐれないように、尻尾（北極星）を空の北極に釘付けにされている子熊の姿です。",
    "mythologyEn": "The Little Bear, whose tail (Polaris) is pinned to the celestial pole so he never strays from his mother (Great Bear).",
    "triviaJa": "こぐま座のひしゃくの部分の星（コカブ）は、紀元前1500年頃の北極星でした。",
    "triviaEn": "Kochab, a star in the Little Dipper's bowl, was the North Star around 1500 BC.",
    "targetId": "Polaris",
    "targetShape": "こぐま座"
  },
  "151": {
    "dateMemo": "5月31日",
    "titleJa": "5月の終わり、梅雨の気配",
    "titleEn": "May Ends: Signs of Rain",
    "contentJa": "5月最後の日です。空気中の湿度が上がり、星が少し潤んで見えるかもしれません。もうすぐ雨の季節、梅雨がやってきます。",
    "contentEn": "The last day of May. Humidity rises, making stars look misty. The rainy season (Tsuyu) is approaching.",
    "highlightJa": "晴れた夜の貴重さを感じる時期になります。今夜は、西に沈む春の星と、東から昇る夏の星の両方に挨拶をしましょう。",
    "highlightEn": "Clear nights become precious. Tonight, greet both the setting spring stars and the rising summer stars.",
    "mythologyJa": "日本には、雨を降らせる龍神の伝説が多くあります。夜空の「りゅう座」も、北の空で雨雲を見上げているかもしれません。",
    "mythologyEn": "Japan has many legends of Dragon Gods bringing rain. Draco the Dragon might be watching the rain clouds from the north.",
    "triviaJa": "明日からは6月。衣替えの季節です。星空も、春の装いから夏の装いへと着替えています。",
    "triviaEn": "June starts tomorrow. Time to change wardrobes. The sky, too, is changing from spring attire to summer wear.",
    "targetId": "Vega",
    "targetShape": ""
  },
  "152": {
    "dateMemo": "6月1日",
    "titleJa": "雨の季節と星空の楽しみ",
    "titleEn": "The Rainy Season Sky",
    "contentJa": "6月に入り、日本は雨の季節を迎えます。星が見える夜は少なくなりますが、雨上がりの澄んだ空は星観察の絶好のチャンスです。雲の隙間から覗く夏の星を探してみましょう。",
    "contentEn": "June brings the rainy season to Japan. While clear nights are fewer, the sky after the rain is incredibly clear. Let's look for summer stars peeking through the clouds.",
    "highlightJa": "雨上がりの夜空は、空気中の塵が洗い流されて透明度が高くなります。普段より星がキラキラと鋭く輝いて見えるはずです。",
    "highlightEn": "After rain, the air is washed clean of dust, making the stars twinkle more sharply and brightly than usual.",
    "mythologyJa": "雨乞いの儀式には、しばしば北斗七星や龍（ドラゴン）の星座が関わってきました。天の水を司る星々に思いを馳せる季節です。",
    "mythologyEn": "Rain rituals often involved the Big Dipper or Draco. It is a season to think of the stars that govern the celestial waters.",
    "triviaJa": "6月の雨は「梅雨（つゆ）」と呼ばれますが、これは梅の実が熟す頃に雨が降ることから名付けられました。",
    "triviaEn": "The rainy season is called 'Tsuyu' (Plum Rain) in Japanese because it coincides with the ripening of plums.",
    "targetId": "Vega",
    "targetShape": ""
  },
  "153": {
    "dateMemo": "6月2日",
    "titleJa": "夏の女王、ベガ",
    "titleEn": "Vega: Queen of Summer",
    "contentJa": "北東の空高く、青白く眩しい星が昇っています。こと座の『ベガ』です。七夕の「織姫」として知られる、夏を代表する1等星です。",
    "contentEn": "High in the northeast rises a dazzling blue-white star. It is Vega in Lyra, known as the 'Weaver Girl' of the Tanabata festival.",
    "highlightJa": "ベガは「夏の大三角」の中で最初に昇ってきます。その鋭い青白い光は、夏の夜空の基準点となります。",
    "highlightEn": "Vega is the first of the Summer Triangle stars to rise. Its sharp blue-white light serves as a beacon for the summer sky.",
    "mythologyJa": "七夕伝説の織姫です。天の川の岸辺で機（はた）を織る働き者でしたが、恋に落ちて仕事を忘れたため、神様によって恋人と引き離されてしまいました。",
    "mythologyEn": "She is the Weaver Girl who fell in love and neglected her work. As punishment, the gods separated her from her lover across the Milky Way.",
    "triviaJa": "ベガは地球から約25光年と比較的近く、太陽の約40倍の明るさを持っています。かつては北極星だった時代もありました。",
    "triviaEn": "Vega is relatively close at 25 light-years and is 40 times brighter than the Sun. It once served as the North Star millennia ago.",
    "targetId": "Vega",
    "targetShape": "こと座"
  },
  "154": {
    "dateMemo": "6月3日",
    "titleJa": "竪琴の音色、こと座",
    "titleEn": "Lyra: The Harp",
    "contentJa": "ベガのすぐそばに、平行四辺形の小さな星の並びがあります。「こと座」です。ギリシャ神話の音楽家オルフェウスが奏でた竪琴の姿です。",
    "contentEn": "Next to Vega lies a small parallelogram of stars. This is Lyra, the harp played by the legendary musician Orpheus.",
    "highlightJa": "ベガを含めた小さな整った形は、都会の空でも見つけやすい星座です。古代の楽器の形を想像してみましょう。",
    "highlightEn": "Including Vega, its neat shape is easy to spot even in cities. Imagine the shape of an ancient musical instrument.",
    "mythologyJa": "オルフェウスが死んだ妻を冥界から連れ戻そうとした際、涙を流しながら弾いた琴です。その悲しくも美しい音色は、冥界の王の心さえ動かしました。",
    "mythologyEn": "Orpheus played this harp while weeping to retrieve his dead wife from the underworld. Its melody was so beautiful it moved even the King of the Dead.",
    "triviaJa": "こと座には「リング星雲（M57）」という、指輪のような形をした美しいガス雲があります。",
    "triviaEn": "Lyra hosts the Ring Nebula (M57), a beautiful cloud of gas that looks like a smoke ring in space.",
    "targetId": "Vega",
    "targetShape": "こと座"
  },
  "155": {
    "dateMemo": "6月4日",
    "titleJa": "赤いサソリの心臓、アンタレス",
    "titleEn": "Antares: The Scorpion's Heart",
    "contentJa": "南の空に赤く怪しく輝く星が見えます。さそり座の『アンタレス』です。夏の夜にだけ現れる、情熱的な赤い1等星です。",
    "contentEn": "In the southern sky glows a mysterious red star. It is Antares in Scorpius, a passionate first-magnitude star of summer.",
    "highlightJa": "「火星に対抗するもの（アンチ・アレス）」という名の通り、火星と競うような赤色が特徴です。南の低い空を探してみましょう。",
    "highlightEn": "Meaning 'Anti-Ares' (Rival of Mars), it boasts a red color that rivals the planet Mars itself. Look low in the south.",
    "mythologyJa": "オリオンを刺し殺した毒サソリの心臓です。このサソリが東から昇ると、オリオンは怖がって西へ逃げ隠れると言われています。",
    "mythologyEn": "It is the heart of the scorpion that defeated Orion. Legend says Orion flees to the west whenever this scorpion rises in the east.",
    "triviaJa": "アンタレスは、もうすぐ寿命を終える「赤色超巨星」です。もし太陽の位置にあったら、火星の軌道まで飲み込むほどの大きさがあります。",
    "triviaEn": "Antares is a red supergiant nearing its end. If placed at our Sun's center, it would swallow everything up to the orbit of Mars.",
    "targetId": "Antares",
    "targetShape": "さそり座"
  },
  "156": {
    "dateMemo": "6月5日",
    "titleJa": "S字を描くさそり座",
    "titleEn": "The S-Shape of Scorpius",
    "contentJa": "アンタレスを中心に、S字のカーブを描く星の並びを探してみましょう。「さそり座」は、名前通りの形をした数少ない星座のひとつです。",
    "contentEn": "Look for the S-shaped curve of stars centered on Antares. Scorpius is one of the few constellations that truly looks like its name.",
    "highlightJa": "南の地平線が低い場所なら、釣り針のようなS字のカーブが綺麗に見えます。毒針のある尻尾まで探してみましょう。",
    "highlightEn": "If you have a clear southern horizon, the fishhook-like S-curve is striking. Try to find the tail with its stinger.",
    "mythologyJa": "大地を暴れまわった太陽神の息子パエトンを止めるために、女神が放ったサソリだとも言われています。",
    "mythologyEn": "It is also said to be the scorpion sent by the goddess to stop Phaethon, the son of the Sun God, who lost control of the sun chariot.",
    "triviaJa": "さそり座のS字カーブは、日本では「釣り針星」や「魚釣り星」と呼ばれ、漁師たちに親しまれてきました。",
    "triviaEn": "In Japan, this S-curve was known as the 'Fishhook Star,' a familiar guide for fishermen.",
    "targetId": "Shaula",
    "targetShape": "さそり座"
  },
  "157": {
    "dateMemo": "6月6日",
    "titleJa": "へびつかい座のラスアルハゲ",
    "titleEn": "Rasalhague: The Snake Charmer",
    "contentJa": "さそり座の北側に、将棋の駒のような大きな形があります。「へびつかい座」です。その頭で輝くのが『ラスアルハゲ』という星です。",
    "contentEn": "North of Scorpius lies a large shape like a shogi piece. This is Ophiuchus. Its head is marked by the star Rasalhague.",
    "highlightJa": "ベガとアンタレスの間あたりにある2等星です。地味ですが、夏の大三角とさそり座を繋ぐ位置にあります。",
    "highlightEn": "A second-magnitude star between Vega and Antares. Though modest, it bridges the Summer Triangle and Scorpius.",
    "mythologyJa": "死者をも蘇らせるほどの名医アスクレピオスの姿です。しかし冥界の秩序が乱れることを恐れた神によって、星にされてしまいました。",
    "mythologyEn": "He represents Asclepius, a doctor so skilled he could raise the dead. The gods turned him into a star to stop him from emptying the underworld.",
    "triviaJa": "「ラスアルハゲ」はアラビア語で「へびを採るものの頭」という意味です。",
    "triviaEn": "Rasalhague means 'Head of the Serpent Collector' in Arabic.",
    "targetId": "Rasalhague",
    "targetShape": ""
  },
  "158": {
    "dateMemo": "6月7日",
    "titleJa": "分断されたへび座",
    "titleEn": "Serpens: The Split Constellation",
    "contentJa": "へびつかい座の両脇には、「へび座」があります。実はこの星座、へびつかいによって胴体を「頭」と「尾」に分断されている珍しい星座です。",
    "contentEn": "On either side of Ophiuchus lies Serpens. Unique among constellations, it is split into two parts: 'Head' and 'Tail,' by the Snake Bearer.",
    "highlightJa": "へびつかい座の右側（西）が頭、左側（東）が尾です。巨大な蛇を両手で掴んでいる姿を想像してください。",
    "highlightEn": "The Head is to the right (west) and the Tail to the left (east) of Ophiuchus. Imagine him grappling a giant snake.",
    "mythologyJa": "蛇は脱皮することから「再生」や「医療」のシンボルとされています。救急車のマークにある蛇もこれが由来です。",
    "mythologyEn": "Snakes symbolize rebirth and medicine due to shedding skin. This is the origin of the snake on the medical staff symbol.",
    "triviaJa": "へび座の頭と尾は離れていますが、合わせて一つの星座として扱われます。",
    "triviaEn": "Though separated, Serpens Caput (Head) and Serpens Cauda (Tail) count as a single constellation.",
    "targetId": "Unukalhai",
    "targetShape": ""
  },
  "159": {
    "dateMemo": "6月8日",
    "titleJa": "北の空を舞う龍、りゅう座",
    "titleEn": "Draco: The Dragon",
    "contentJa": "北極星の周りを取り囲むように、長い星の列がうねうねと続いています。「りゅう座」です。北の空に常駐する巨大な守り神です。",
    "contentEn": "Winding around the North Star is a long trail of stars. This is Draco the Dragon, the eternal guardian of the northern sky.",
    "highlightJa": "北斗七星とこぐま座の間を縫うように体が伸びています。頭の四角形を見つけると、龍の姿が浮かび上がります。",
    "highlightEn": "Its body winds between the Big Dipper and the Little Dipper. Find the quadrilateral 'head' to visualize the dragon.",
    "mythologyJa": "黄金のリンゴの木を守っていた眠らない龍です。英雄ヘラクレスによって退治されましたが、その功績を称えて空に上げられました。",
    "mythologyEn": "The sleepless dragon that guarded the Golden Apples. Defeated by Hercules, it was placed in the sky to honor its duty.",
    "triviaJa": "りゅう座の星「トゥバン」は、約5000年前、エジプトのピラミッドが作られた時代の北極星でした。",
    "triviaEn": "The star Thuban in Draco was the North Star 5,000 years ago, during the time of the Egyptian pyramids.",
    "targetId": "Etamin",
    "targetShape": ""
  },
  "160": {
    "dateMemo": "6月9日",
    "titleJa": "英雄の胴体、ヘラクレスのH",
    "titleEn": "The Keystone of Hercules",
    "contentJa": "こと座とかんむり座の間に、「ヘラクレス座」があります。星をつなぐとアルファベットの「H」のような形が見えます。",
    "contentEn": "Between Lyra and Corona Borealis lies Hercules. Its stars form a distinctive 'H' shape or 'Keystone.'",
    "highlightJa": "明るい星は少ないですが、このHの形（英雄の胴体）は意外と目立ちます。頭上の高い位置を探してみましょう。",
    "highlightEn": "Though lacking bright stars, the 'H' shape (his torso) is distinct. Look for it high overhead.",
    "mythologyJa": "ギリシャ神話最強の英雄ヘラクレス。逆さまの姿で描かれており、足元でりゅう座を踏みつけています。",
    "mythologyEn": "The greatest Greek hero. He is depicted upside down in the sky, stepping on the head of Draco the Dragon.",
    "triviaJa": "ヘラクレス座には、北半球で最も美しい球状星団「M13」があります。数万個の星の集まりです。",
    "triviaEn": "Hercules hosts M13, the finest globular cluster in the northern hemisphere, a ball of tens of thousands of stars.",
    "targetId": "Rasalgethi",
    "targetShape": ""
  },
  "161": {
    "dateMemo": "6月10日",
    "titleJa": "時を刻む時計座",
    "titleEn": "Horologium: The Clock",
    "contentJa": "日本では見にくい南の低い空に「とけい座」という星座があります。6月10日は日本の「時の記念日」です。",
    "contentEn": "Low in the southern sky (hard to see from Japan) is Horologium. June 10th is 'Time Day' in Japan.",
    "highlightJa": "非常に低く暗いため見るのは困難ですが、星空という巨大な時計が、季節と時間を正確に刻んでいることを感じてみましょう。",
    "highlightEn": "Though rare to see, let it remind you that the starry sky itself is a giant clock, perfectly marking the seasons.",
    "mythologyJa": "18世紀にラカイユという天文学者が作った新しい星座で、振り子時計をモチーフにしています。",
    "mythologyEn": "Created in the 18th century by Lacaille, it represents a pendulum clock.",
    "triviaJa": "星の動き（日周運動）は、かつて人類にとって最も正確な時計でした。",
    "triviaEn": "The movement of stars was once the most accurate clock available to humanity.",
    "targetId": "Achernar",
    "targetShape": ""
  },
  "162": {
    "dateMemo": "6月11日",
    "titleJa": "傘をさす星、アークトゥルス",
    "titleEn": "Arcturus: The Umbrella Star",
    "contentJa": "春の代表星アークトゥルスが、まだ頭上で輝いています。日本では梅雨の時期に見えることから「雨夜の星」とも呼ばれます。",
    "contentEn": "Spring's Arcturus still shines high above. In Japan, it's called the 'Rainy Night Star' because it shines through the Tsuyu season.",
    "highlightJa": "雲間からオレンジ色の光が見えたら、それはアークトゥルスかもしれません。梅雨空に温かみを与えてくれる星です。",
    "highlightEn": "If you see an orange light through the clouds, it might be Arcturus, adding warmth to the rainy sky.",
    "mythologyJa": "七夕の彦星（アルタイル）や織姫（ベガ）と間違えられやすいですが、全く別の星です。春から夏への橋渡し役です。",
    "mythologyEn": "Often mistaken for the stars of Tanabata, but it is distinct. It serves as a bridge from spring to summer.",
    "triviaJa": "アークトゥルスは全天で最も速く移動している明るい星のひとつです。数万年後には乙女座の方へ移動しています。",
    "triviaEn": "Arcturus is one of the fastest-moving bright stars. In eons, it will have shifted position towards Virgo.",
    "targetId": "Arcturus",
    "targetShape": ""
  },
  "163": {
    "dateMemo": "6月12日",
    "titleJa": "さそり座の毒針、シャウラ",
    "titleEn": "Shaula: The Stinger",
    "contentJa": "さそり座のS字カーブの先端、尻尾の部分に2つの星が仲良く並んでいます。明るい方が『シャウラ』です。",
    "contentEn": "At the tip of Scorpius's tail lie two stars close together. The brighter one is Shaula.",
    "highlightJa": "「シャウラ」とはアラビア語で「針」の意味。サソリの武器である毒針がキラリと光っています。",
    "highlightEn": "Shaula means 'Stinger' in Arabic. It marks the glint of the scorpion's dangerous weapon.",
    "mythologyJa": "ハワイでは、このサソリの尻尾のカーブを、英雄マウイが島を釣り上げた「魔法の釣り針」と見ています。",
    "mythologyEn": "In Hawaii, this curved tail is seen as the 'Fishhook of Maui' that pulled the islands from the sea.",
    "triviaJa": "シャウラのすぐ近くには、肉眼でも見える美しい星団（M7、プトレマイオス星団）があります。",
    "triviaEn": "Right next to Shaula lies the Ptolemy Cluster (M7), a beautiful star cluster visible to the naked eye.",
    "targetId": "Shaula",
    "targetShape": "さそり座"
  },
  "164": {
    "dateMemo": "6月13日",
    "titleJa": "わし座のアルタイル",
    "titleEn": "Altair: The Flying Eagle",
    "contentJa": "東の空から、白い明るい星が昇ってきました。わし座の『アルタイル』です。七夕の「彦星」として知られる星です。",
    "contentEn": "Rising in the east is a bright white star: Altair in Aquila. It is known as the 'Cowherd Star' (Hikoboshi) of Tanabata.",
    "highlightJa": "天の川を挟んで、ベガ（織姫）と反対側にあります。両脇に小さな星を従えているのが目印です。",
    "highlightEn": "Located across the Milky Way from Vega. Identify it by the two smaller stars flanking it on either side.",
    "mythologyJa": "牛飼いの青年です。神様の怒りに触れ、恋人の織姫と引き離されてしまいましたが、年に一度だけ会うことを許されました。",
    "mythologyEn": "He was a cowherd separated from his lover, the Weaver Girl, by the gods, allowed to meet her only once a year.",
    "triviaJa": "アルタイルは非常に高速で自転しており、遠心力で平べったく潰れた形をしていることが分かっています。",
    "triviaEn": "Altair spins so fast that centrifugal force has flattened it into an oblate shape.",
    "targetId": "Altair",
    "targetShape": "わし座"
  },
  "165": {
    "dateMemo": "6月14日",
    "titleJa": "小さな働き者、いるか座",
    "titleEn": "Delphinus: The Dolphin",
    "contentJa": "アルタイルの近くに、小さな4つの星が菱形に並んでいるのが見えます。「いるか座」です。夏を代表する可愛い星座です。",
    "contentEn": "Near Altair, four stars form a small diamond shape. This is Delphinus the Dolphin, a charming summer constellation.",
    "highlightJa": "小さくまとまっているので、一度見つけるとすぐに覚えられます。夜空の海をジャンプしている姿を探してみましょう。",
    "highlightEn": "Small and compact, it's easy to remember. Look for the dolphin jumping through the celestial ocean.",
    "mythologyJa": "海の神ポセイドンの恋のキューピッド役を務めたイルカだと言われています。その功績で空に上げられました。",
    "mythologyEn": "Said to be the dolphin that played Cupid for the sea god Poseidon, placed in the sky as a reward.",
    "triviaJa": "菱形の部分は「ヨブの棺」という少し怖い別名もありますが、見た目は愛らしいイルカそのものです。",
    "triviaEn": "Though nicknamed 'Job's Coffin' for its diamond shape, it looks undeniably like a cute dolphin.",
    "targetId": "Altair",
    "targetShape": ""
  },
  "166": {
    "dateMemo": "6月15日",
    "titleJa": "はくちょう座のデネブ",
    "titleEn": "Deneb: The Swan's Tail",
    "contentJa": "北東の空、天の川の中に位置するのがはくちょう座の『デネブ』です。夏の大三角を構成する3つ目の星です。",
    "contentEn": "In the northeast, sitting within the Milky Way, is Deneb in Cygnus. It is the third star of the Summer Triangle.",
    "highlightJa": "ベガ、アルタイル、そしてデネブ。この3つを結ぶと、夜空に巨大な「夏の大三角」が完成します。",
    "highlightEn": "Vega, Altair, and Deneb. Connecting these three completes the massive 'Summer Triangle' in the night sky.",
    "mythologyJa": "大神ゼウスが美女レダに会いに行くために変身した白鳥の姿です。天の川の上を優雅に飛んでいます。",
    "mythologyEn": "The swan form Zeus took to visit the beautiful Leda. It flies gracefully along the Milky Way.",
    "triviaJa": "デネブは太陽の数万倍〜20万倍もの明るさを持つ超巨星です。非常に遠くにありますが、明るすぎるため1等星に見えています。",
    "triviaEn": "Deneb is a supergiant up to 200,000 times brighter than the Sun. Though very distant, its immense luminosity makes it a 1st magnitude star.",
    "targetId": "Deneb",
    "targetShape": "夏の大三角"
  },
  "167": {
    "dateMemo": "6月16日",
    "titleJa": "完成：夏の大三角",
    "titleEn": "The Summer Triangle",
    "contentJa": "ベガ、アルタイル、デネブ。この3つの1等星を結んでできる『夏の大三角』は、夏の夜空のシンボルです。",
    "contentEn": "Vega, Altair, and Deneb. The 'Summer Triangle' formed by these three stars is the ultimate symbol of the summer sky.",
    "highlightJa": "非常に大きく明るいため、満月の夜や都会の空でも見つけることができます。夏の間中、頭上で輝き続けます。",
    "highlightEn": "Huge and bright, it's visible even under a full moon or city lights. It shines overhead all summer long.",
    "mythologyJa": "日本では七夕の星々として親しまれています。ベガとアルタイルの間を、カササギ（デネブたち）が橋渡しするという伝説もあります。",
    "mythologyEn": "In Japan, these are the Tanabata stars. Legend says magpies (Cygnus) bridge the gap between the lovers Vega and Altair.",
    "triviaJa": "この三角形の中を天の川が流れています。空の暗い場所に行ったら、三角形を縦断する光の川を確認してみましょう。",
    "triviaEn": "The Milky Way flows through this triangle. In dark skies, look for the river of light cutting across the shape.",
    "targetId": "Vega",
    "targetShape": "夏の大三角"
  },
  "168": {
    "dateMemo": "6月17日",
    "titleJa": "天上の宝石、アルビレオ",
    "titleEn": "Albireo: The Jewel",
    "contentJa": "はくちょう座のくちばしにあたる星『アルビレオ』は、望遠鏡で見ると全天で最も美しい二重星と言われます。",
    "contentEn": "Albireo, the beak of the Swan, is considered the most beautiful double star in the sky when viewed through a telescope.",
    "highlightJa": "肉眼では一つに見えますが、レンズを通すと「オレンジ色の星」と「青色の星」が寄り添っているのが分かります。色の対比が絶景です。",
    "highlightEn": "To the eye, it's one star. But optics reveal a golden star and a sapphire star sitting close together. A stunning contrast.",
    "mythologyJa": "白鳥のくちばしで輝くこの星は、宮沢賢治の『銀河鉄道の夜』で、サファイアとトパーズの観測所として美しく描かれました。",
    "mythologyEn": "Marking the swan's beak, this star was depicted as a Sapphire and Topaz observatory in the novel 'Night on the Galactic Railroad.'",
    "triviaJa": "この2つの星は、偶然同じ方向に見えているだけなのか、兄弟星なのか、天文学者の間でも議論が続いています。",
    "triviaEn": "Astronomers still debate whether these two are physically related or just a chance alignment.",
    "targetId": "Albireo",
    "targetShape": "はくちょう座"
  },
  "169": {
    "dateMemo": "6月18日",
    "titleJa": "天の川の濃い場所",
    "titleEn": "The Heart of the Milky Way",
    "contentJa": "さそり座の尻尾からいて座にかけてのエリアは、天の川が最も濃く、明るく見える場所です。銀河系の中心方向だからです。",
    "contentEn": "The area from Scorpius to Sagittarius is where the Milky Way is brightest and densest, as we look toward the galactic center.",
    "highlightJa": "双眼鏡でこのあたりを適当に眺めるだけで、無数の星や星団が視界に飛び込んできます。まさに星の海です。",
    "highlightEn": "Just scanning this area with binoculars reveals countless stars and clusters. It is truly a sea of stars.",
    "mythologyJa": "いて座のケイローンが弓を引いて、隣のサソリを狙っている場所です。サソリが暴れないように見張っているのです。",
    "mythologyEn": "Sagittarius (Chiron) aims his bow here, targeting the neighboring Scorpion to keep it from causing trouble.",
    "triviaJa": "この方向には巨大ブラックホール「いて座A*（エースター）」が存在し、私たちの銀河系を支配しています。",
    "triviaEn": "In this direction lies Sagittarius A*, the supermassive black hole that anchors our galaxy.",
    "targetId": "Shaula",
    "targetShape": ""
  },
  "170": {
    "dateMemo": "6月19日",
    "titleJa": "さそり座の額、ジュバ",
    "titleEn": "Dschubba: The Forehead",
    "contentJa": "さそり座のアンタレスの少し右（西）に、縦に3つ並んだ星があります。その真ん中が『ジュバ』です。サソリの額にあたります。",
    "contentEn": "To the right of Antares lies a vertical row of three stars. The middle one is Dschubba, marking the Scorpion's forehead.",
    "highlightJa": "ここからハサミが伸びています。かつてはここにてんびん座（元ハサミ）が繋がっていました。",
    "highlightEn": "The claws extend from here. Long ago, Libra (the former claws) was connected to this point.",
    "mythologyJa": "ポリネシアの伝説では、この辺りの星を「カヌーのへさき」と見ていました。文化によって見える形が違うのが面白いところです。",
    "mythologyEn": "In Polynesian lore, these stars were seen as the prow of a canoe. It's fascinating how cultures see different shapes.",
    "triviaJa": "ジュバは変光星で、時々急に明るくなることがあります。2000年には突然明るくなり天文学者を驚かせました。",
    "triviaEn": "Dschubba is a variable star. In 2000, it suddenly flared up in brightness, surprising astronomers.",
    "targetId": "Dschubba",
    "targetShape": "さそり座"
  },
  "171": {
    "dateMemo": "6月20日",
    "titleJa": "夏至前夜の短夜",
    "titleEn": "The Shortest Nights",
    "contentJa": "明日は夏至です。一年で最も夜が短い時期です。星を見る時間は短いですが、その分、夏の星たちは濃密な輝きを放っています。",
    "contentEn": "Tomorrow is the Summer Solstice. The nights are shortest now. Though observing time is brief, the summer stars shine intensely.",
    "highlightJa": "夜の8時頃でもまだ空が薄明るいかもしれません。完全に暗くなるのを待って、一番星を探すのもこの時期の楽しみです。",
    "highlightEn": "The sky may still be twilight at 8 PM. Waiting for true darkness to spot the first star is a joy of this season.",
    "mythologyJa": "北欧では、夏至の夜には妖精たちが活発に動き回り、不思議なことが起こると信じられていました。",
    "mythologyEn": "In Nordic lore, Midsummer night is when fairies are active and magical events occur.",
    "triviaJa": "夏至の日、北極圏では太陽が沈まない「白夜」になります。",
    "triviaEn": "On the solstice, the Arctic Circle experiences the 'Midnight Sun,' where the sun never sets.",
    "targetId": "Vega",
    "targetShape": ""
  },
  "172": {
    "dateMemo": "6月21日",
    "titleJa": "夏至：太陽の頂点",
    "titleEn": "Summer Solstice: Sun's Peak",
    "contentJa": "今日は夏至（げし）。北半球で太陽が最も高く昇り、昼が最も長い日です。季節の折り返し地点であり、本格的な夏の始まりです。",
    "contentEn": "Today is the Summer Solstice. The sun reaches its highest point, making this the longest day. Summer truly begins.",
    "highlightJa": "正午の太陽の高さを見上げてみてください（直視は禁止です）。影が一年で一番短くなっています。",
    "highlightEn": "Notice how high the sun is at noon (don't look directly!). Your shadow is shortest today.",
    "mythologyJa": "古代の多くの文明で、太陽の力が最大になるこの日は祝祭の日とされてきました。ストーンヘンジの遺跡なども夏至と関係しています。",
    "mythologyEn": "Many ancient civilizations celebrated this day of maximum solar power. Stonehenge is aligned with the solstice sunrise.",
    "triviaJa": "天文学的には、今日から「夏」に入ります。しかし、暑さのピークは熱が蓄積される1〜2ヶ月後にやってきます。",
    "triviaEn": "Astronomically, summer starts today. However, the peak heat arrives a month or two later as the earth warms up.",
    "targetId": "Sun",
    "targetShape": ""
  },
  "173": {
    "dateMemo": "6月22日",
    "titleJa": "小さな星座、や座",
    "titleEn": "Sagitta: The Arrow",
    "contentJa": "夏の大三角の中、アルタイルとアルビレオの中間あたりに、「や座」という小さな星座があります。その名の通り「矢」の形をしています。",
    "contentEn": "Inside the Summer Triangle, between Altair and Albireo, lies Sagitta. It looks exactly like its name: an Arrow.",
    "highlightJa": "全天で3番目に小さな星座ですが、4つの星が作る矢の形は非常に整っており、暗い空ならすぐに見つかります。",
    "highlightEn": "The 3rd smallest constellation, but its four stars form a perfect arrow shape, easy to spot in dark skies.",
    "mythologyJa": "愛の神エロスの矢、あるいは英雄ヘラクレスが放った矢だと言われています。誰を狙って飛んでいるのでしょうか。",
    "mythologyEn": "Said to be Cupid's arrow or one shot by Hercules. Who is it aiming for as it flies through the Milky Way?",
    "triviaJa": "日本では古くから「左の矢」などと呼ばれていました。世界中で「矢」に見立てられている星座です。",
    "triviaEn": "Recognized universally as an arrow shape across different cultures and eras.",
    "targetId": "Altair",
    "targetShape": ""
  },
  "174": {
    "dateMemo": "6月23日",
    "titleJa": "キツネとアレイ状星雲",
    "titleEn": "Vulpecula and the Dumbbell",
    "contentJa": "や座のすぐ北に「こぎつね座」があります。目立つ星はありませんが、ここには「アレイ状星雲（M27）」という有名な天体があります。",
    "contentEn": "Just north of Sagitta lies Vulpecula the Fox. Though faint, it hosts the famous Dumbbell Nebula (M27).",
    "highlightJa": "M27は、星が寿命を終えてガスを放出した姿です。双眼鏡で見ると、鉄アレイや食べた後のリンゴの芯のような形に見えます。",
    "highlightEn": "M27 is a dying star expelling gas. Through binoculars, it looks like a dumbbell or an apple core.",
    "mythologyJa": "17世紀に作られた新しい星座で、ガチョウを咥えたキツネの姿が描かれています。",
    "mythologyEn": "A modern constellation from the 17th century, depicting a fox holding a goose in its mouth.",
    "triviaJa": "こぎつね座には、かつてパルサー（点滅する星）が初めて発見された場所という科学的な歴史があります。",
    "triviaEn": "Vulpecula is historically significant as the location where the first pulsar was discovered.",
    "targetId": "Albireo",
    "targetShape": ""
  },
  "175": {
    "dateMemo": "6月24日",
    "titleJa": "へびつかいの肩、ケバルライ",
    "titleEn": "Cebalrai: The Shepherd's Dog",
    "contentJa": "へびつかい座の肩にある星『ケバルライ』。「羊飼いの犬」という意味の名前を持つ星です。",
    "contentEn": "Cebalrai, located on the shoulder of Ophiuchus, means 'The Shepherd's Dog.'",
    "highlightJa": "大きなへびつかい座の形をたどる時の目印になります。頭のラスアルハゲの少し下にあります。",
    "highlightEn": "It helps outline the massive Ophiuchus. Look just below the head star, Rasalhague.",
    "mythologyJa": "アラビアの古い星空では、この辺りに羊飼いや犬の姿が描かれていた名残です。",
    "mythologyEn": "A remnant of ancient Arabic astronomy, which saw a shepherd and his dog in this region.",
    "triviaJa": "へびつかい座は非常に大きいため、いくつかの星を目印にして全体像を繋いでいくのがコツです。",
    "triviaEn": "Because Ophiuchus is so huge, connect the brighter guide stars like this one to visualize the whole figure.",
    "targetId": "Rasalhague",
    "targetShape": ""
  },
  "176": {
    "dateMemo": "6月25日",
    "titleJa": "南の狼、おおかみ座",
    "titleEn": "Lupus: The Wolf",
    "contentJa": "さそり座の右側（西側）、南の地平線低くに「おおかみ座」が見えます。ケンタウルスに槍で突かれている狼の姿です。",
    "contentEn": "To the right of Scorpius, low in the south, lies Lupus the Wolf. It is depicted as being speared by the Centaur.",
    "highlightJa": "地平線ギリギリですが、意外と明るい星が多く、条件が良ければいびつな円形が見えます。",
    "highlightEn": "Though hugging the horizon, it has surprisingly bright stars. Look for a distorted circle shape.",
    "mythologyJa": "神の生贄として祭壇（さいだん座）に捧げられようとしている姿だと言われています。",
    "mythologyEn": "It is said to represent a beast being sacrificed on the Altar (Ara) by the Centaur.",
    "triviaJa": "日本では南の低い位置にしか見えませんが、南半球に行くと天頂付近で輝く立派な星座です。",
    "triviaEn": "Low in Japan, but a magnificent overhead constellation when viewed from the Southern Hemisphere.",
    "targetId": "Antares",
    "targetShape": ""
  },
  "177": {
    "dateMemo": "6月26日",
    "titleJa": "たて座と野鴨星団",
    "titleEn": "Scutum and the Wild Duck",
    "contentJa": "わし座といて座の間に「たて座」があります。ここには『野鴨（のがも）星団（M11）』という、美しい星の集まりがあります。",
    "contentEn": "Between Aquila and Sagittarius lies Scutum. It hosts the Wild Duck Cluster (M11), a stunning group of stars.",
    "highlightJa": "M11は双眼鏡でも見えます。V字型に星が並んでいる様子が、鴨の群れが飛んでいるように見えることから名付けられました。",
    "highlightEn": "Visible with binoculars. Called 'Wild Duck' because its V-shaped stars resemble a flock of flying ducks.",
    "mythologyJa": "ポーランドの王様が持っていた「ソビエスキの盾」を記念して作られた、実在の盾がモデルの星座です。",
    "mythologyEn": "Commemorates the shield of King Sobieski of Poland. Based on a real historical artifact.",
    "triviaJa": "たて座のあたりは天の川が非常に濃く、「スモール・スタークラウド」と呼ばれる明るい雲のような部分があります。",
    "triviaEn": "This area of the Milky Way is very dense, featuring the bright 'Small Sagittarius Star Cloud.'",
    "targetId": "Altair",
    "targetShape": ""
  },
  "178": {
    "dateMemo": "6月27日",
    "titleJa": "ストロベリームーンを待つ",
    "titleEn": "Waiting for the Strawberry Moon",
    "contentJa": "6月の満月は「ストロベリームーン」と呼ばれます。アメリカ先住民がイチゴの収穫時期にちなんで名付けました。",
    "contentEn": "June's full moon is called the 'Strawberry Moon,' named by Native Americans for the strawberry harvest season.",
    "highlightJa": "月が実際に赤くなるわけではありませんが、夏至に近い満月は空の低い位置を通るため、少し赤っぽく見えることがあります。",
    "highlightEn": "It's not necessarily red, but full moons near the solstice hang low, often taking on a warm, amber hue.",
    "mythologyJa": "「恋を叶える月」という現代のジンクスもあります。好きな人と一緒に眺めてみるのも素敵ですね。",
    "mythologyEn": "Modern lore calls it the 'Love-Granting Moon.' A perfect sight to share with someone special.",
    "triviaJa": "ヨーロッパでは「ローズムーン（薔薇月）」と呼ばれることもあります。",
    "triviaEn": "In Europe, it is sometimes referred to as the 'Rose Moon.'",
    "targetId": "Moon",
    "targetShape": ""
  },
  "179": {
    "dateMemo": "6月28日",
    "titleJa": "天の川の季節到来",
    "titleEn": "Milky Way Season Arrives",
    "contentJa": "梅雨の晴れ間、月明かりがない夜なら、東の空に「天の川」が見え始める季節です。夏の大三角を貫く光の帯を探してみましょう。",
    "contentEn": "On moonless nights during breaks in the rain, the Milky Way begins to appear in the east. Look for the band of light crossing the Summer Triangle.",
    "highlightJa": "街明かりのない場所へ行くチャンスがあれば、ぜひ空を見上げてください。夏は天の川が最も濃く見える季節です。",
    "highlightEn": "If you can get away from city lights, look up. Summer is when the Milky Way appears brightest and thickest.",
    "mythologyJa": "七夕伝説では、織姫と彦星を隔てる川です。この川には白鳥（デネブ）が渡し守として住んでいます。",
    "mythologyEn": "The celestial river separating the lovers in the Tanabata legend. The Swan (Deneb) acts as a ferryman here.",
    "triviaJa": "天の川の正体は、私たちが住む「銀河系」を内側から見た姿です。数千億個の星の光が集まっています。",
    "triviaEn": "The Milky Way is our view of our own galaxy from the inside, composed of the light of hundreds of billions of stars.",
    "targetId": "Deneb",
    "targetShape": ""
  },
  "180": {
    "dateMemo": "6月29日",
    "titleJa": "2026年 ストロベリームーン",
    "titleEn": "2026 Strawberry Moon",
    "contentJa": "今夜は6月の満月です。低空をゆっくりと渡っていく夏の満月は、いつもより存在感があり、暖かみのある色をしています。",
    "contentEn": "Tonight is the Full Moon of June. The summer full moon travels low across the sky, appearing large and warmly colored.",
    "highlightJa": "夏至の頃の満月は、冬の太陽のように低い軌道を通ります。そのため大気の影響で黄色や赤みがかって見えることが多いのです。",
    "highlightEn": "Full moons near the solstice follow a low path like the winter sun, often appearing yellow or reddish due to the atmosphere.",
    "mythologyJa": "イチゴの色ではなく収穫の時期が名前の由来ですが、その可愛らしい名前から、見ると幸せになれると言われています。",
    "mythologyEn": "Named for the harvest, not the color. Yet, its sweet name has led to the belief that seeing it brings happiness.",
    "triviaJa": "2026年の6月は月末が満月です。一年の折り返しを明るい月が照らしています。",
    "triviaEn": "The full moon falls at the very end of June in 2026, illuminating the halfway point of the year.",
    "targetId": "Moon",
    "targetShape": ""
  },
  "181": {
    "dateMemo": "6月30日",
    "titleJa": "夏越の祓と星空",
    "titleEn": "Half-Year Purification",
    "contentJa": "6月30日は「夏越の祓（なごしのはらえ）」。一年の半分が無事に過ぎたことに感謝し、残り半分の健康を祈る日です。",
    "contentEn": "June 30th is 'Nagoshi no Harae,' a traditional rite to give thanks for the first half of the year and pray for health in the second.",
    "highlightJa": "神社の「茅の輪（ちのわ）くぐり」のような行事があります。夜には星空を見上げて、心身をリフレッシュしましょう。",
    "highlightEn": "Traditional rituals involve walking through a grass ring. At night, look up at the stars to refresh your mind and spirit.",
    "mythologyJa": "明日からは7月、いよいよ七夕の季節です。ベガとアルタイルもだいぶ高い位置まで昇ってきました。夏の物語が始まります。",
    "mythologyEn": "July starts tomorrow, bringing the Tanabata season. Vega and Altair have climbed high. The summer stories are about to begin.",
    "triviaJa": "2026年も半分が過ぎました。夜空の星たちも、冬のダイヤモンドから夏の大三角へと完全に主役交代しました。",
    "triviaEn": "Half of 2026 has passed. The celestial cast has completely shifted from the Winter Diamond to the Summer Triangle.",
    "targetId": "Vega",
    "targetShape": "夏の大三角"
  }
}
